export const questionsBank = [
{
    id: 1,
    question: "حافظه های اصلی کامپیوتر را نام ببرید؟",
    answer:"ROM - RAM",
    options: [
        "CD-ROM - DVDROM",
        "ROM - RAM",
        "EPROM - HARD DISK",
        "HARD DISK - RAM"
    ]   
},
{
    id: 2,
    question: "از کدام مورد برای چاپ نقشه ها و تصاویر بزرگ استفاده می شود؟",
    answer: "پلاترها",
    options: [
      "پلاترها",
      "پرینترها",
      "دستگاه هاي فتوکپی",
      "ماشین هاي تکثیر"
    ]
  },
  {
    id: 3,
    question: "کدام گزینه دستگاه ورودی نمی باشد؟",
    answer: "SPEAKER",
    options: [
      "SPEAKER",
      "MOUSE",
      "LIGHT PEN",
      "SCANNER"
    ]
  },
  {
    id: 4,
    question: "به فروش از طریق شبکه اینترنت در وب سایت ها چه می گویند؟",
    answer: "E-COMMERCE",
    options: [
      "E-TEJARAT",
      "E-COMMERCE",
      "E-TRAINING",
      "E-BANKING"
    ]
  },
  {
    id: 5,
    question: "به نتیجه پردازش داده ها ............... اطلاق می شوند.",
    answer: "Information",
    options: [
      "Information",
      "Data",
      "نرم افزار",
      "سیستم هاي عامل"
    ]
  },
  {
    id: 6,
    question: "کدام گزینه در مورد حافظه Rom صحیح است؟",
    answer: "فقط خواندنی و پایدار",
    options: [
      "فقط خواندنی و پایدار",
      "فقط خواندنی و ناپایدار",
      "فقط نوشتنی و ناپایدار",
      "فقط نوشتنی و پایدار"
    ]
  },
  {
    id: 7,
    question: "هر مگابایت معادل چند بایت است؟",
    answer: " 1024*1024 ",
    options: [
      " 1024*1024 ",
      " 1024*1024*1024 ",
      " 1000 ",
      " 1024*1024*1024*1024 "
    ]
  },
  {
    id: 8,
    question: "کامپیوتر های شخصی از کدام نوع کامپیوترها هستند؟",
    answer: "Micro Computer",
    options: [
      "Mini Computer",
      "Supper Computer",
      "Main Frame Computer",
      "Micro Computer"
    ]
  },
  {
    id: 9,
    question: "در سطح دیسک هر شیار به قسمت های مساوی به نام ................ تقسیم می شود؟",
    answer: "قطاع",
    options: [
      "سیلندر",
      "VGA",
      "شکاف توسعه",
      "قطاع"
    ]
  },
  {
    id: 10,
    question: "ا(Cpu) مخفف چه کلماتی است ؟",
    answer: "Central Processing Unit",
    options: [
      "Unit Control Processing",
      " Cd Processing Unit ",
      "Central Processing Unit",
      "Cache Processing Unit "
      
    ]
  },
  {
    id: 11,
    question: " به شبکه های بی سیم ...... گفته می شود.  ",
    answer: "WIRELESS",
    options: [
      "SATELLITE",
      "WIRELESS",
      "NETWORK",
      "LNB "
      
    ]
  },
  {
    id: 12,
    question: " کدام یک از سیستم عامل های زیر تک کاربره است؟ ",
    answer: "DOS",
    options: [
      "Single User",
      "DOS",
      "Windows Xp",
      "Windows"
      
    ]
  },
  {
    id: 13,
    question: " کامپیوتر های یک دفترکار از چه شبکه ای استفاده می کنند ؟ ",
    answer: "Lan",
    options: [
      "Wan",
      "Lan",
      "Man",
      "Yahoo"
      
    ]
  },
  {
    id: 14,
    question: " اصلی ترین نرم افزار در کامپیوتر ........... است. ",
    answer: "سیستم عامل",
    options: [
      "سیستم عامل",
      "برنامه هاي کاربردي",
      "مترجم ها ",
      "زبان هاي برنامه نویسی"
      
    ]
  },
 
  {
    id: 16,
    question: "ا(CPU)  شامل چه قسمت هایی نمی باشد ؟",
    answer: "واحد ورودي",
    options: [
      "واحد کنترل",
      "واحد ورودي",
      "ثبات ",
      "ALU"
      
    ]
  },
  
  {
    id: 18,
    question: "کدامیک از چاپگرهای زیر سرعت بیشتری دارد ؟ ",
    answer: "چاپگرهاي لیزري",
    options: [
      "چاپگرهاي سوزنی",
      "چاپگرهاي لیزري",
      "چاپگرهاي ضربه اي",
      "چاپگرهاي جوهر افشان"
      
    ]
  },
  {
    id: 19,
    question: "رجیستر به چه معناست ؟",
    answer: "حافظه کوچک در داخل CPU",
    options: [
      "حافظه کوچک در داخل CPU",
      "حافظه جانبی را گویند",
      "حافظه اصلی کامپیوتر را گویند ",
      "حافظه با ظرفیت بسیار بزرگ را گویند"
      
    ]
  },
  {
    id: 20,
    question: "کدام یک کامپیوتر های زیر از نظر قدرت پردازش ضعیف تر است ؟ ",
    answer: "micro computer",
    options: [
      "Main Frame computer",
      "super compute",
      "micro computer",
      "Mini computer "
      
    ]
  },
  {
    id: 21,
    question: "ا(ICT) به چه معناست؟",
    answer: "فن آوري اطلاعات و ارتباطات",
    options: [
      "فن آوري اطلاعات",
      "فن آوري اطلاعات و ارتباطات",
      "تجارت الکترونیک ",
      "آموزش الکترونیک"
      
    ]
  },
  {
    id: 22,
    question: "سرعت انتقال داده ها در CPU از حافظه اصلی Ram ....... می باشد به همین جهت از حافظه های .........  استفاده می کنند.",
    answer: "بیشتر - (Cache)",
    options: [
      "کمتر – ثبات",
      "بیشتر – ثبات",
      "بیشتر - (Cache)",
      "کمتر - (Cache)"
      
    ]
  },
  {
    id: 23,
    question: "کدام گزینه درست نمی باشد؟",
    answer: "ظرفیت و سرعت حافظه اصلی از حافظه جانبی به مراتب بیشتر است .",
    options: [
      "سرعت حافظه اصلی از حافظه هاي جانبی بیشتر اما ظرفیت آن کمتر است .",
      "ظرفیت و سرعت حافظه اصلی از حافظه جانبی به مراتب بیشتر است .",
      "ظرفیت حافظه هاي جانبی از حافظه هاي اصلی به مراتب بیشتر است .",
      "سرعت حافظه هاي اصلی از حافظه هاي جانبی بیشتر است."
      
    ]
  },
  {
    id: 24,
    question: "کدامیک از دستگاه های زیر عکس را به سیگنال های دیجیتال تبدیل کرده و وارد کامپیوتر می کند؟ ",
    answer: "Scanner",
    options: [
      "Touchpad",
      "Trackball",
      "Scanner",
      "Light Pen"
      
    ]
  },
  {
    id: 25,
    question: "کدام یک از گزینه زیر تعریف کامپیوتر است؟",
    answer: "دستگاهی است داراي حافظه و قابل برنامه ریزي که قادر است عملیات ریاضی و منطقی را انجام دهد.",
    options: [
      "دستگاهی است داراي حافظه و قابل برنامه ریزي که قادر است عملیات ریاضی و منطقی را انجام دهد.",
      "دستگاهی است که فقط عملیات ریاضی و منطقی را انجام می دهد.",
      "دستگاهی است که فقط کارهاي تایپ و حروف چینی را انجام می دهد .",
      "دستگاهی است براي پخش فایل هاي مدیا"
      
    ]
  },
  {
    id: 26,
    question: "کدام صفحه نمایش تشعشعات مضر ندارد ؟",
    answer: "Plasma . LCD",
    options: [
      "CRT",
      "LCD . CRT",
      "Plasma . LCD",
      "CRT . Plasma"
      
    ]
  },
  {
    id: 27,
    question: "ا(PDA) چیست ؟",
    answer: "از انواع کامپیوتر هاي شخصی است که ابعاد کوچکی دارد و براي کارهاي با حجم کم استفاده می شود.",
    options: [
      "از انواع کامپیوتر هاي شخصی است که سرعت بسیار بالایی دارد .",
      "از انواع کامپیوترهاي شخصی است که ابعاد بسیار بزرگی دارد .",
      "از انواع کامپیوترهاي شخصی است که ابعاد کوچکی دارد و براي کارهاي با حجم زیاد استفاده می شود .",
      "از انواع کامپیوتر هاي شخصی است که ابعاد کوچکی دارد و براي کارهاي با حجم کم استفاده می شود."
      
    ]
  },
  {
    id: 28,
    question: "قانون copyright یعنی چه؟",
    answer: "یعنی تولید کننده هر نرم افزار مالک آن محسوب می شود و کسی حق ندارد بدون اجازه او این نرم افزار را کپی کند.",
    options: [
      "یعنی تولید کننده هر نرم افزار مالک آن محسوب می شود و کسی حق ندارد بدون اجازه او این نرم افزار را کپی کند.",
      "یعنی اسامی بعضی شرکت ها که به نام آنها ثبت شده است نباید توسط شرکت هاي دیگر استفاده شود.",
      "یعنی قطعات سخت افزاري نباید بدون اجازه تولید کنندگان خرید و فروش شوند.",
      "یعنی کسی حق ندارد از اطلاعات شخصی دیگران استفاده یا کپی برداري کند."
      
    ]
  },
  {
    id: 29,
    question: "مزیت انسان نسبت به کامپیوتر چیست؟",
    answer: "خلاقیت و ابتکار",
    options: [
      "انجام محاسبات با دقت بالا",
      "انجام محاسبات با سرعت بالا",
      "خلاقیت و ابتکار",
      "قابلیت اطمینان"
      
    ]
  },
  {
    id: 30,
    question: "دریافت اطلاعات از اینترنت را ............ می گویند.",
    answer: "Download",
    options: [
      "Load",
      "Upload",
      "Move ",
      "Download"
      
    ]
  },
  {
    id: 31,
    question: " در دستگاه های زیر چند دستگاه خروجی وجود دارد؟ (صفحه نمایش - کیبورد - ماوس - رسام - چاپگر - اسکنر - قلم نوري - بلندگو)",
    answer: "4",
    options: [
      "3",
      "4",
      "5",
      "2"
      
    ]
  },
  {
    id: 32,
    question: "اطلاعات کدام یک از حافظه های زیر در نبود برق از بین می رود؟",
    answer: "Ram",
    options: [
      "Rom ",
      "EEPROM ",
      "Cd",
      "Ram"
      
    ]
  },
  {
    id: 33,
    question: "کدام گزینه در مورد بایت درست می باشد؟",
    answer: "کوچکترین واحد حافظه قابل آدرس دهی.",
    options: [
      "کوچکترین واحد حافظه غیره قابل آدرس دهی.",
      "کوچکترین واحد حافظه قابل آدرس دهی.",
      "فقط می تواند 0 یا 1 را در خود ذخیره کند.",
      "هر 8 بایت یک بیت را تشکیل می دهد."
      
    ]
  },
  {
    id: 34,
    question: "کدامیک از موارد زیر خصوصیت نرم افزار به شمار می رود؟",
    answer: "شامل دستور العمل هایی جهت استفاده از کامپیوتر است .",
    options: [
      "فیزیکی و قابل لمس است.",
      "شامل مدارات الکترونیکی و مکانیکی است.",
      "شامل دستور العمل هایی جهت استفاده از کامپیوتر است .",
      "وظیفه پردازش اطلاعات را دارد."
      
    ]
  },
  {
    id: 35,
    question: "به ترکیب سخت افزار و نرم افزار چه می گویند؟",
    answer: "میان افزار",
    options: [
      "تراشه  (IC) ",
      "ترانزیستور ",
      "میان افزار",
      "نرم افزار"
      
    ]
  },
  {
    id: 36,
    question: "در مهارت های هفتگانه ICDL کدام نرم افزار به عنوان صفحه گسترده تدریس می شود؟",
    answer: "MS – EXCEL",
    options: [
      "MS – WORD",
      "MS – Access ",
      "MS – EXCEL",
      "Outlook express "
      
    ]
  },
  {
    id: 37,
    question: "کدام گزینه در مورد آرگونومی بکار می رود؟",
    answer: "حفظ سلامت انسان در محیط کار",
    options: [
      "روشنایی محیط کار",
      "روش استفاده از وسایل",
      "استفاده از صندلی مناسب",
      "حفظ سلامت انسان در محیط کار"
      
    ]
  },
  {
    id: 38,
    question: "به کامپیوتری که در یک شبکه به کامپیوترهای دیگر سرویس دهد چه می گویند؟",
    answer: "Sever",
    options: [
      "Node",
      "Client",
      "Sever",
      "Work station"
      
    ]
  },
  {
    id: 39,
    question: "کدام گروه از نرم افزارهای رایگان نیست؟",
    answer: "نرم افزارهاي داراي حق کپی",
    options: [
      "نرم افزارهاي داراي حق کپی",
      "نرم افزارهاي نمایشی",
      "نرم افزارهاي متن باز",
      "نرم افزار های Demo"
      
    ]
  },
  {
    id: 40,
    question: "مهم ترین نرم افزار سیستمی کامپیوتر چه نام دارد؟",
    answer: "Operating system",
    options: [
      "Presentation",
      "Utility",
      "Operating system",
      "Compiler"
      
    ]
  },
  {
    id: 41,
    question: "یک برنامه به منظور اجرا در کجا قرار می گیرد؟",
    answer:"RAM",
    options: [
        "RAM",
        "ROM",
        "HARD DISK",
        "CACHE MEMORY"
    ]   
},
{
    id: 42,
    question: "کدام یک از عبارت های زیر صحیح است؟",
    answer: "یک کیلو بایت کمترازیک مگابایت است.",
    options: [
      "یک گیگابایت کمتراز یک مگابایت است. ",
      "یک کیلو بایت کمترازیک مگابایت است.",
      "یک بایت کمترازیک بیت است.",
      "یک ترابایت کمتر ازیک گیگابایت است."
    ]
  },
  {
    id: 43,
    question: "برای نگهداری موقت داده های در حال پردازش از کدام مورد استفاده می شود؟",
    answer: "REGISTER",
    options: [
      "CU",
      "ALU",
      "REGISTER",
      "CACHE"
    ]
  },
  {
    id: 44,
    question: "واژه Pc  مخفف چه کلماتی است؟",
    answer: "Personal Computer",
    options: [
      "Personal Computer",
      "Preset Computer",
      "Processing",
      "Primary Computer"
    ]
  },
  {
    id: 45,
    question: "کدام یک از تعاریف زیر مصداق کلمه Information است؟",
    answer: "به خروجی هایی که پس از پردازش داده ها تولید می شود .",
    options: [
      "به خروجی هایی که پس از پردازش داده ها تولید می شود .",
      "داده هاي خام",
      "مطالبی که توسط صفحه کلید وارد سیستم می شوند.",
      "همان فایل است"
    ]
  },
  {
    id: 46,
    question: "کدام یک از تعاریف صحیح می باشد؟",
    answer: "سرعت حافظه اصلی از جانبی بیشتر ولی ظرفیت آن کمتر است .",
    options: [
      "سرعت حافظه اصلی از حافظه جانبی کمتر است .",
      "ظرفیت ذخیره در حافظه جانبی و اصلی یکسان است .",
      "سرعت حافظه اصلی از جانبی بیشتر ولی ظرفیت آن کمتر است .",
      "ظرفیت حافظه هاي جانبی کمتر از حافظه اصلی است ."
    ]
  },
  {
    id: 47,
    question: "ا(CPU) از چه قسمت هایی تشکیل شده است ؟",
    answer: "واحد محاسبه و منطق - واحد کنترل - ثبات ها و حافظه پنهان",
    options: [
      "حافظه اصلی - حافظه پنهان - واحد محاسبه و منطق - واحد کنترل",
      " واحد کنترل - حافظه پنهان - حافظه اصلی - واحد خروجی ",
      "واحد محاسبه و منطق - واحد کنترل - ثبات ها و حافظه پنهان",
      "واحد ورودي - حافظه پنهان - واحد خروجی - حافظه اصلی"
    ]
  },
  {
    id: 48,
    question: "کدام یک ازشبکه های زیر معمولاً برای اتصال دفاتر یک سازمان در یک شهر صورت می گیرد ؟   ",
    answer: "man",
    options: [
      "man",
      "lan",
      "wan",
      "شبکه اینترنت"
    ]
  },
  {
    id: 49,
    question: "در تقسیم بندی سطح دیسک، استوانه یا سیلندر به چه چیزی اطلاق می شود؟",
    answer: "مجموعه اي از شیار ها با شعاع یکسان",
    options: [
      "مجموعه اي از شیار ها با شعاع یکسان",
      "مجموعه اي از قطا ع هاي هم شماره در یک دیسک چند صفحه اي",
      "مجموعه شیارهایی از دیسک سخت که داراي یک شعاع نیستند.",
      "به دیسک هاي سخت می گویند که به شکل استوانه هستند."
    ]
  },
  {
    id: 50,
    question: "در موارد زیر چند دستگاه، ورودی است؟ « صفحه نمایش، صفحه کلید، ماوس، پلاتر، چاپگر، اسکنر، قلم نوري »",
    answer: "4",
    options: [
      "7",
      "4",
      "5",
      "1"
      
    ]
  },
  {
    id: 51,
    question: "کدامیک از گزینه های زیر به معنی شبکه می باشد؟",
    answer: "NETWORK",
    options: [
      "LNB",
      "WIMAX",
      "NETWORK",
      "WIRELESS"
      
    ]
  },
  {
    id: 52,
    question: "کدام یک از دستگاه های زیر جهت چاپ نقشه های فنی مهندسی به کار می رود؟",
    answer: "پلاتر",
    options: [
      "اسکنر",
      "پلاتر",
      "پرینتر ",
      "چاپگر"
      
    ]
  },
  {
    id: 53,
    question: "کدام یک جزء نرم افزارهای سیستم نیست؟",
    answer: "برنامه هاي کاربردي",
    options: [
      "سیستم عامل",
      "برنامه هاي کاربردي",
      "برنامه هاي سودمند",
      "مترجم ها"
      
    ]
  },
  {
    id: 54,
    question: "کنترل داده ها در CPU  به عهده کدام قسمت است ؟",
    answer: "Cu",
    options: [
      "Alu",
      "Cu",
      "Cache ",
      "ثبات"
      
    ]
  },
  {
    id: 55,
    question: "کدام گزینه تعریف سخت افزار است؟",
    answer: "اجزاي فیزیکی و قابل لمس یک سیستم کامپیوتر",
    options: [
      "اجزاي فیزیکی و قابل لمس یک سیستم کامپیوتر",
      "اجزاي اطلاعاتی یک سیستم کامپیوتر",
      "برنامه ها",
      "هارد دیسک"
      
    ]
  },
  {
    id: 56,
    question: " برای ذخیره سازی یک کارکتر (حرف) چند Bit نیاز است ؟",
    answer: "8",
    options: [
      "1",
      "4",
      "8",
      "16"
      
    ]
  },
  {
    id: 57,
    question: "کدام یک از چاپگرهای زیر از نظر کیفیت از بقیه بالاتر است؟",
    answer: "لیزری",
    options: [
      "لیزری",
      "حروفی",
      "سوزنی",
      "جوهر افشان"
      
    ]
  },
  {
    id: 58,
    question: "اطلاعات در حافظه کامپیوتر بصورت ..................... ذخیره می شوند.",
    answer: "باینری",
    options: [
      "دسیمال",
      "هگزا دسیمال",
      "اکتال",
      "باینری"
      
    ]
  },
  {
    id: 59,
    question: "در کدام نوع از دیسک ها برای دسترسی به اطلاعات از پرتو لیزر استفاده می شود؟",
    answer: "CD و DVD",
    options: [
      "فلاپی دیسک",
      "CD",
      "DVD",
      "CD و DVD"
      
    ]
  },
  {
    id: 60,
    question: " (رسام) Plotter جزء دستگاه های ........... و اسکنر واحد .............. است. ",
    answer: "خروجی - ورودي",
    options: [
      "ورودي - ورودي",
      "ورودي – خروجی",
      "خروجی - ورودي",
      "خروجی - خروجی"
      
    ]
  },
   {
        id: 61,
        question: "کدام یک از موارد زیر درست می باشد؟",
        answer: "قدرت پردازش Mini کامپیوتر از کامپیوتر هاي Pc بیشتر است .",
        options: [
          "قدرت پردازش Mini کامپیوتر از کامپیوتر هاي Pc بیشتر است .",
          "قدرت پردازش کامپیوتر هاي Pc از کامپیوتر هاي Mini بیشتر است .",
          "کامپیوتر هاي Mini همانند کامپیوتر هاي Pc تک کار بره هستند.",
          "از لحاظ قدرت پردازش یکسان هستند اما از لحاظ حجم کامپیوترهاي Mini کوچکتر است ."
          
        ]
      },
      {
        id: 62,
        question: "از لحاظ داشتن بیشترین سرعت کدام گزینه درست است ؟",
        answer: "(l.CPU  2.Ram  3.Hard  4.Floppy)",
        options: [
          "(l.CPU  2.Ram  3.Hard  4.Floppy)",
          "(l.CPU  2.Hard  3.Ram  4.Floppy)",
          "(l.Ram  2.CPU  3.Hard  4.Floppy)",
          "(l.Ram  2.CPU  3.Floppy  4.Hard)"
          
        ]
      },
      {
        id: 63,
        question: "به نرم افزارهایی که مصرف کننده برای یک مدت مشخصی به طور آزمایشی و رایگان از آن استفاده می کنند ................. گفته می شود؟",
        answer: "نرم افزارهاي اشتراکی",
        options: [
          "نرم افزارهاي رایگان",
          "نرم افزارهاي اشتراکی",
          "نرم افزارهاي متن باز",
          "نرم افزارهاي نمایشی"
          
        ]
      },
      {
        id: 64,
        question: "اصطلاح It مخفف چیست؟",
        answer: "مخفف عبارت Information Technology است و به معناي فناوري اطلاعات است",
        options: [
          "مخفف عبارت Internet Technology  است و به معناي فناوري اینترنتی است ",
          "مخفف عبارت Inter Net Technology  است و به معناي فناوري اطلاعات است",
          "مخفف عبارت Information Technology است و به معناي فناوري ارتباطات است ",
          "مخفف عبارت Information Technology است و به معناي فناوري اطلاعات است"
          
        ]
      },
      {
        id: 65,
        question: "اجزای اصلی کامپیوتر های شخصی کدام است ؟",
        answer: "Cpu - Memory - In Put Unit - Output Unit",
        options: [
          "Cpu - Memory - Case - Monitor",
          "Cpu - Ram - Hard - Case - Monitor - Keyboard",
          "Cpu - Memory - In Put Unit - Output Unit",
          "Cpu - Memory - Keyboard - Case "
          
        ]
      },
      {
        id: 66,
        question: "به رایانه گیرنده اطلاعات .......... و به رایانه ای که فرستنده اطلاعات است ............... می گویند .",
        answer: "Server - Clients",
        options: [
          "Server - کانال انتقال",
          "کانال انتقال – Server ",
          "Server - Clients",
          "Client - کانال انتقال "
          
        ]
      },
      
      {
        id: 68,
        question: "کدام گزینه به معنای تجارت الکترونیکی می باشد؟",
        answer: "E-Commerce",
        options: [
          "E-Commerce",
          "E-Learning",
          "E-Government",
          "E-Library"
          
        ]
      },
      {
        id: 69,
        question: "کدام مدل مانیتور با پرتاب اشعه به صفحه کار می کنند ؟",
        answer: "CRT",
        options: [
          "LCD",
          "CRT",
          "LED",
          "پلاسما"
          
        ]
      },
      {
        id: 70,
        question: "سرعت کدام حافظه بیشتر است ؟",
        answer: "Ram",
        options: [
          "Ram",
          "Hard",
          "Cd Rom",
          "DVD"
          
        ]
      },
      {
        id: 71,
        question: "به دریافت فایل از اینترنت ..... و ارسال فایل به اینترنت را ....... می گویند.       (راست به چپ)",
        answer: "Upload , Download",
        options: [
          "Receiving , Sending",
          "Download , Upload",
          "Upload , Download",
          " Sending , Receiving "
          
        ]
      },
      {
        id: 72,
        question: "کدام وسیله ورودی می تواند تصاویر را به صفر و یک تبدیل کرده و وارد کامپیوتر می نماید؟",
        answer: "اسکنر",
        options: [
          "پلاتر",
          "اسکنر",
          "پرینتر",
          "ماوس"
          
        ]
      },
      {
        id: 73,
        question: "کدام گزینه درست می باشد؟",
        answer: "1MB=1024KB",
        options: [
          "1MB=1024GB",
          "1MB=1024 B",
          "1MB=1024KB",
          "1GB=1024 KB"
          
        ]
      },
      {
        id: 74,
        question: "نرم افزار چه کاری را انجام می دهد ؟",
        answer: "براي انجام کارهاي خاص به کار می رود",
        options: [
          "رابط بین کاربر و سخت افزار",
          "براي نوشتن دستورات کامپیوتر بکار می رود",
          "براي انجام کارهاي خاص به کار می رود",
          "مدیریت فایل ها را ممکن می سازد"
          
        ]
      },
      {
        id: 75,
        question: "کدام یک از عبارتهای زیر به امور سلامتی هنگام کار با کامپیوتر مربوط نیست؟",
        answer: "ذخیره کردن مرتب کار",
        options: [
          "اطمینان از تنظیم بودن ارتفاع صندلی",
          "اطمینان از مناسب بودن نور اتاق ",
          "ذخیره کردن مرتب کار",
          "گاهی نگاه کردن به یک نقطۀ دور"
          
        ]
      },
      {
        id: 76,
        question: "برای تبدیل دستورات غیر قابل فهم به زبان قابل درک کامپیوتر کدام برنامه وظیفه این کار برعهده دارد؟",
        answer: "مترجم",
        options: [
          "سیستم عامل",
          "مترجم",
          "نرم افزارهاي کاربردي",
          "نرم افزارهاي کمکی"
          
        ]
      },
      {
        id: 77,
        question: "کدامیک از سیستم عامل های زیر تک کاربره می باشد؟",
        answer: "Dos",
        options: [
          "Dos",
          "Windows",
          "Linux",
          "Unix"
          
        ]
      },
      {
        id: 78,
        question: "کدام یک از انواع نرم افزار برای ویرایش متن مناسب است؟",
        answer: "واژه پرداز",
        options: [
          "سیستمی",
          "بانک اطلاعاتی",
          "پایگاه داده",
          "واژه پرداز"
          
        ]
      },
      {
        id: 79,
        question: "کدام یک از گزینه های زیر از ویژگی های حق انتشار نرم افزار است ؟",
        answer: "حقوق تولید کننده نرم افزار را به رسمیت می شناسد.",
        options: [
          "حقوق خریدار نرم افزار را به رسمیت می شناسد. ",
          "حقوق تولید کننده نرم افزار را به رسمیت می شناسد.",
          "سرقت نرم افزار را امکان پذیر می کند. ",
          "خریدار مالک نرم افزار است و حق تکثیر آن را دارد ."
          
        ]
      },
      {
        id: 80,
        question: "دستگاهی که سیگنال های دیجیتال را به آنالوگ و برعکس تبدیل می کند؟",
        answer: "مودم",
        options: [
          "تلفن",
          "مودم",
          "سیستم عامل",
          "اینترنت"
          
        ]
      },
];