export const questionsBank = [
  {
    id: 1,
    question: "به مجموعه ای از عناصر فیزیکی و قابل لمس و مدار های الکترونیکی ...... میگویند.",
    answer: "سخت افزار",
    options: [
      "تراشه IC",
      "ترانزیستور",
      "سخت افزار",
      "نرم افزار"
    ]
  },
  {
    id: 2,
    question: "IT به چه معناست؟",
    answer: "فناوری اطلاعات",
    options: [
      "فناوری اطلاعات و ارتباطات",
      "فناوری اطلاعات",
      "فناوری کامپیوتر",
      "ارتباطات مخابراتی"
    ]
  },
  {
    id: 3,
    question: "به واحد ...... اطلاق می شود. CPU",
    answer: "پردازشگر مرکزی",
    options: [
      "پردازشگر مرکزی",
      "کنترل",
      "محاسبه و منطق",
      "حافظه"
    ]
  },
  {
    id: 4,
    question: "کدام یک از بخش های CPU واحد مناسب عملیات ریاضی و منطقی نامیده می شود؟",
    answer: "ALU",
    options: [
      "CU",
      "ALU",
      "Register",
      "Cache"
    ]
  },
  {
    id: 5,
    question: "محتوای کدام یک از حافظه های زیر با قطع برق از بین می رود؟",
    answer: "RAM",
    options: [
      "ROM",
      "RAM",
      "EPROM",
      "PROM"
    ]
  },
  {
    id: 6,
    question: "هر کیلوبایت شامل ...... بایت می شود.",
    answer: "1024",
    options: [
      "2048",
      "1000",
      "1024",
      "1024 * 1024"
    ]
  },
  {
    id: 7,
    question: "کدام یک از سری دستگاه های زیر به عنوان خروجی عمل می کند؟",
    answer: "چاپگر – صفحه نمایش – پلاتر",
    options: [
      "چاپگر – صفحه نمایش – صفحه کلید",
      "چاپگر – صفحه نمایش – پلاتر",
      "صفحه نمایش – صفحه کلید – پلاتر",
      "صفحه کلید – پلاتر – اسکنر"
    ]
  },
  {
    id: 8,
    question: "کدام مدل مانیتور با پرتاب اشعه به صفحه کار می کند؟",
    answer: "CRT",
    options: [
      "LCD",
      "CRT",
      "LED",
      "پلاسما"
    ]
  },
  {
    id: 9,
    question: "کیفیت چاپ کدام یک از چاپگر های زیر بهتر است؟",
    answer: "چاپگر های لیزری",
    options: [
      "چاپگر های سوزنی",
      "چاپگر های جوهر افشان",
      "چاپگر های لیزری",
      "چاپگر های حرارتی"
    ]
  },
  {
    id: 10,
    question: "کدام یک از دستگاه های زیر جهت انتقال تصاویر به کامپیوتر به کار می رود؟",
    answer: "اسکنر",
    options: [
      "اسکنر",
      "پلاتر",
      "صفحه کلید",
      "موس"
    ]
  },
  {
    id: 11,
    question: "تعریف نرم افزار کدام گزینه زیر می باشد؟",
    answer: "داده ها و دستورالعمل ها",
    options: [
      "اجزای قابل لمس",
      "قطعات غیر لمسی",
      "داده ها و دستورالعمل ها",
      "حافظه"
    ]
  },
  {
    id: 12,
    question: "برای تبدیل دستورات غیر قابل فهم به زبان قابل درک کامپیوتر کدام برنامه وظیفه این کار را برعهده دارد؟",
    answer: "مترجم",
    options: [
      "سیستم عامل",
      "مترجم",
      "نرم افزار های کمکی",
      "نرم افزار های کاربردی"
    ]
  },
  {
    id: 13,
    question: "در مهارت های هفتگانه کدام نرم افزار به عنوان صفحه گسترده تدریس می شود؟",
    answer: "MS-Excel",
    options: [
      "MS-Word",
      "MS-Access",
      "MS-Excel",
      "Outlook Express"
    ]
  },
  {
    id: 14,
    question: "مهم ترین نرم افزار سیستمی چه نام دارد؟",
    answer: "Operating System",
    options: [
      "Presentation",
      "Utility",
      "Operating System",
      "Comp"
    ]
  },
  {
    id: 15,
    question: "کدام یک از سیستم عامل های زیر تک کاریره است؟",
    answer: "DOS",
    options: [
      "DOS",
      "Windows",
      "Linux",
      "Unix"
    ]
  },
  {
    id: 16,
    question: "اینترنت جز کدام شبکه محسوب می شود؟",
    answer: "گسترده",
    options: [
      "محلی",
      "گسترده",
      "شهری",
      "خانگی"
    ]
  },
  {
    id: 17,
    question: "دستگاهی که سیگنالهای دیجیتال را به آنالوگ و برعکس تبدیل می کند؟",
    answer: "مودم",
    options: [
      "تلفن",
      "مودم",
      "سیستم عامل",
      "اینترنت"
    ]
  },
  {
    id: 18,
    question: "به دریافت فایل از اینترنت ......... و ارسال فایل به اینترنت را ......... می گویند.",
    answer: "Download-Upload",
    options: [
      "Sending-Receiving",
      "Download-Upload",
      "Upload-Download",
      "Receiving-Sending"
    ]
  },
  {
    id: 19,
    question: "توبولوژی چیست؟",
    answer: "آرایش فیزیکی رایانه ها در شبکه",
    options: [
      "قانون تبادل اطلاعات در رایانه",
      "آرایش فیزیکی رایانه ها در شبکه",
      "آدرس هر رایانه در شبکه",
      "اجزای شبکه"
    ]
  },
  {
    id: 20,
    question: "تجارت الکترونیک به چه مفهومی است؟",
    answer: "انجام کار های تجاری از طریق اینترنت",
    options: [
      "توصیف اینترنت و شبکه جهانی",
      "انجام کار های تجاری از طریق اینترنت",
      "راه اندازی و به کار گیری سیستم",
      "انجام کار های بانکی از طریق اینترنت"
    ]
  },
  {
    id: 21,
    question: "کدام گزینه در مورد ارگونومی به کار می رود؟",
    answer: "حفظ سلامت انسان در محیط کار",
    options: [
      "روشنایی محیط کار",
      "روش استفاده از وسایل",
      "استفاده از صندلی مناسب",
      "حفظ سلامت انسان در محیط کار"
    ]
  },
  {
    id: 22,
    question: "کدام گزینه در مورد دولت الکترونیکی به کار می رود؟",
    answer: "E-Government",
    options: [
      "E-Learning",
      "E-Government",
      "E-Commerce",
      "E-Mail"
    ]
  },
  {
    id: 23,
    question: "به کامپیوتری که در یک شبکه به کامپیوتر های دیگر سرویس می دهد چه می گویند؟",
    answer: "Server",
    options: [
      "Node",
      "Client",
      "Server",
      "Work Station"
    ]
  },
  {
    id: 24,
    question: "شبکه ها از نظر توزیع جغرافیایی به چند دسته تقسیم می شوند؟",
    answer: "LAN-MAN-WAN",
    options: [
      "LAN-MAN-WAN",
      "LAN-MAN-Star",
      "Ring-Bus-Star",
      "Star-LAN-Ring"
    ]
  },
  {
    id: 25,
    question: "کدام یک از انواع نرم افزار برای ویرایش متن مناسب است؟",
    answer: "واژه پرداز ها",
    options: [
      "سیستمی",
      "بانک اطلاعات",
      "پایگاه داده",
      "واژه پرداز ها"
    ]
  },
  {
    id: 26,
    question: "به نرم افزاری که مصرف کننده برای مدت مشخصی به طور آزمایشی و رایگان از آن استفاده می کند ولی بعد از مدتی غیر قابل استفاده می شود چه می گویند؟",
    answer: "Demo",
    options: [
      "Freeware",
      "Demo",
      "Shareware",
      "Open Source"
    ]
  },
  {
    id: 27,
    question: "کدام یک از موارد زیر تعریف کامپیوتر می باشد؟",
    answer: "وسیله ای است که می تواند داده ها را به عنوان ورودی دریافت کرده و عملیات خاصی را روی آن انجام داده و خروجی های مورد نیاز را تولید می کند.",
    options: [
      "کامپیوتر یک ماشین حساب قابل برنامه ریزی است که می تواند عملیات محاسباتی را با سرعت بالا انجام دهد.",
      "وسیله ای است که می تواند داده ها را به عنوان ورودی دریافت کرده و عملیات خاصی را روی آن انجام داده و خروجی های مورد نیاز را تولید می کند.",
      "کامپیوتر وسیله ای است هوشمند، خلاق و قابل اطمینان که می تواند در بسیاری از کار ها انسان را یاری کند.",
      "دستگاهی است الکترونیکی که قادر است همه کار های انسان را با سرعت و دقت بالا انجام دهد."
    ]
  },
  {
    id: 28,
    question: "کدام یک از موارد زیر سیستم عامل محسوب می شود؟",
    answer: "Windows10",
    options: [
      "Netspace",
      "Windows10",
      "PowerPoint",
      "Photoshop"
    ]
  },
  {
    id: 29,
    question: "از کدام مورد برای اتصال به اینترنت استفاده می شود؟",
    answer: "مودم",
    options: [
      "LAN شبکه",
      "کارت صدا",
      "مودم",
      "کارت گرافیک"
    ]
  },
  {
    id: 30,
    question: "برای استفاده از صوت و موزیک در کامپیوتر کدام یک از گزینه های زیر ضروری نیست؟",
    answer: "مودم",
    options: [
      "کارت صدا",
      "مودم",
      "فایل صوتی یا ویدیویی",
      "بلندگو"
    ]
  },
  {
    id: 31,
    question: "به ورودی های خام سیستم چه می گویند؟",
    answer: "داده",
    options: [
      "سیستم",
      "اطلاعات",
      "پردازش",
      "داده"
    ]
  },
  {
    id: 32,
    question: "قانون Copyright یعنی چه؟",
    answer: "یعنی تولید کننده هر نرم افزار مالک آن محسوب شده و کسی حق ندارد بدون اجازه او این نرم افزار را کپی کند.",
    options: [
      "یعنی تولید کننده هر نرم افزار مالک آن محسوب شده و کسی حق ندارد بدون اجازه او این نرم افزار را کپی کند.",
      "یعنی اسامی بعضی شرکت ها که به نام آنها ثبت شده است نباید توسط شرکت های دیگر استفاده شود.",
      "یعنی قطعات سخت افزاری نباید بدون اجازه تولید کنندگان خرید و فروش شود.",
      "یعنی کسی حق ندارد از اطلاعات شخصی دیگران استفاده یا کپی برداری کند."
    ]
  },
  {
    id: 33,
    question: "سرعت پردازش و ظرفیت ذخیره سازی اطلاعات در کدام نوع از کامپیوتر های زیر بیشتر است؟",
    answer: "Super Computer",
    options: [
      "Super Computer",
      "Mini Computer",
      "Micro Computer",
      "Main Form Computer"
    ]
  },
  {
    id: 34,
    question: "کدام یک از ابزار های زیر جز دستگاه های خروجی هستند؟",
    answer: "Speaker",
    options: [
      "Speaker",
      "Mouse",
      "Keyboard",
      "Scanner"
    ]
  },
  {
    id: 35,
    question: "در موارد زیر چند دستگاه ورودی است؟ (صفحه نمایش، صفحه کلید، موس، پلاتر، چاپگر، اسکنر، قلم نوری)",
    answer: "4",
    options: [
      "9",
      "4",
      "5",
      "1"
    ]
  },
  {
    id: 36,
    question: "کدام یک از گزینه های زیر جز وسایل کنترل کننده اشاره گر محسوب نمی شوند؟",
    answer: "اسکنر",
    options: [
      "موس",
      "صفحه لمسی",
      "دسته بازی",
      "اسکنر"
    ]
  },
  {
    id: 37,
    question: "کدام یک از حافظه های زیر فقط خواندنی است؟",
    answer: "ROM",
    options: [
      "Diskette",
      "Hard Disk",
      "ROM",
      "RAM"
    ]
  },
  {
    id: 38,
    question: "شبکه داخلی یک اداره از چه نوعی است؟",
    answer: "LAN",
    options: [
      "LAN",
      "MAN",
      "Internet",
      "WAN"
    ]
  },
  {
    id: 39,
    question: "برنامه ها جهت اجرا در کدام واحد قرار می گیرند؟",
    answer: "حافظه اصلی",
    options: [
      "حافظه اصلی",
      "منبع تغذیه",
      "حافظه کمکی ثانویه",
      "واحد خروجی"
    ]
  },
  {
    id: 40,
    question: "در مورد حافظه ثانویه کدام یک از موارد زیر نادرست است؟",
    answer: "برای ذخیره موقت اطلاعات باید آن را در حافظه ثانویه یا کمکی ذخیره کرد",
    options: [
      "حافظه دائمی است که با قطع برق محتوای آن از بین نمی رود.",
      "حجم حافظه ثانویه یا فرعی در مقایسه با حافظه اصلی تقریبا نامحدود است",
      "برای ذخیره دائمی اطلاعات باید آن را در حافظه ثانویه یا کمکی ذخیره کرد",
      "برای ذخیره موقت اطلاعات باید آن را در حافظه ثانویه یا کمکی ذخیره کرد"
    ]
  },
  {
    id: 41,
    question: "به ترکیب سخت افزار و نرم افزار چه می گویند؟",
    answer: "میان افزار",
    options: [
      "تراشه IC",
      "ترانزیستور",
      "میان افزار",
      "نرم افزار"
    ]
  },
  {
    id: 42,
    question: "سیستم عامل چیست؟",
    answer: "نرم افزاری است که مدیریت تمام منابع سخت افزاری و نرم افزاری را بر عهده دارد.",
    options: [
      "نرم افزاری است برای ایجاد نرم افزار های دیگر",
      "نرم افزاری است برای انجام کار های اداری",
      "نرم افزاری است برای استفاده از اینترنت",
      "نرم افزاری است که مدیریت تمام منابع سخت افزاری و نرم افزاری را بر عهده دارد."
    ]
  },
  {
    id: 43,
    question: "کدام یک از بخش های زیر جز واحد های CPU نمی باشد؟",
    answer: "Memory secondary",
    options: [
      "CU",
      "ALU",
      "Register",
      "Memory secondary"
    ]
  },
  {
    id: 44,
    question: "کدام یک از بخش های CPU واحد کنترل نامیده می شود؟",
    answer: "CU",
    options: [
      "ALU",
      "CU",
      "Register",
      "Cache"
    ]
  },
  {
    id: 45,
    question: "کدام یک از موارد زیر E-Learning می باشد؟",
    answer: "آموزش الکترونیکی",
    options: [
      "پست الکترونیکی",
      "تجارت الکترونیکی",
      "آموزش الکترونیکی",
      "بانکداری الکترونیکی"
    ]
  },
  {
    id: 46,
    question: "کدام گزینه به معنای تجارت الکترونیکی می باشد؟",
    answer: "E-Commerce",
    options: [
      "E-Commerce",
      "E-Learning",
      "E-Government",
      "E-Library"
    ]
  },
  {
    id: 47,
    question: "کدام یک از عبارت های زیر به امور سلامتی هنگام کار با کامپیوتر مربوط نیست؟",
    answer: "مرتب کردن میز کار",
    options: [
      "اطمینان از تنظیم بودن ارتفاع صندلی",
      "اطمینان از مناسب بودن نور اتاق",
      "مرتب کردن میز کار",
      "گاهی نگاه کردن به یک نقطه دور"
    ]
  },
  {
    id: 48,
    question: "کوچکترین واحد حافظه چیست؟",
    answer: "Bit",
    options: [
      "Word",
      "KB",
      "Bit",
      "Byte"
    ]
  },
  {
    id: 49,
    question: "کدام یک از مزیت های انسان به کامپیوتر است؟",
    answer: "خلاقیت و ابتکار",
    options: [
      "انجام محاسبات با دقت بالا",
      "انجام محاسبات با سرعت بالا",
      "خلاقیت و ابتکار",
      "قابلیت اطمینان"
    ]
  },
  {
    id: 50,
    question: "از کدام دستگاه جهت چاپ نتایج عملیات و گزارشات بر روی کاغذ استفاده می شود؟",
    answer: "پرینتر",
    options: [
      "پرینتر",
      "اسکنر",
      "مانیتور",
      "قلم نوری"
    ]
  },
  {
    id: 51,
    question: "کار کدام دستگاه به این صورت است؟ (کاغذی که وارد دستگاه می شود ابتدا اسکن شده و بعد از طریق خط تلفن ارسال می شود.)",
    answer: "فاکس",
    options: [
      "تلکس",
      "ICDN",
      "مودم",
      "فاکس"
    ]
  },
  {
    id: 52,
    question: "کدام یک از گزینه های زیر نادرست است؟",
    answer: "اینترنت شبکه ای خصوصی است که بر اساس قوانین و پروتکل های اینترنت ایجاد می شود ولی به اینترنت متصل نیست.",
    options: [
      "مودم سیگنال های دیجیتال یک کامپیوتر را به سیگنال های آنالوگ یا بالعکس تبدیل می کند.",
      "اینترنت یک شبکه جهانی می باشد",
      "اینترنت متشکل از میلیون ها کامپیوتر، کابل، مسیر یاب، سخت افزار و نرم افزار های مختلف است که به هم پیوسته است.",
      "اینترنت شبکه ای خصوصی است که بر اساس قوانین و پروتکل های اینترنت ایجاد می شود ولی به اینترنت متصل نیست."
    ]
  },
  {
    id: 53,
    question: "کدام یک از دستگاه های زیر ترکیبی از مودم و دستگاه اسکنر است؟",
    answer: "فاکس",
    options: [
      "تلکس",
      "ICDN",
      "مودم",
      "فاکس"
    ]
  },
  {
    id: 54,
    question: "کدام یک از گزینه های زیر از مزایای کامپیوتر نمی باشد؟",
    answer: "ضریب خطای بالا",
    options: [
      "سرعت بالا",
      "ضریب اطمینان بالا",
      "قدرت ثبت اطلاعات در حجم های گسترده",
      "ضریب خطای بالا"
    ]
  },
  {
    id: 55,
    question: "کدام گزینه یک کامپیوتر شخصی محسوب می شود؟",
    answer: "Desktop",
    options: [
      "Desktop",
      "Laptop",
      "Mainform Computer",
      "Super Computer"
    ]
  },
  {
    id: 56,
    question: "کدام یک از تعاریف زیر به نظر شما درست است؟",
    answer: "کامپیوتر های Laptop قابل حمل هستند",
    options: [
      "کامپیوتر های Laptop قابل حمل هستند",
      "کامپیوتر های Desktop از اجزای کوچکتری نسبت به کامپیوترهای Laptop تشکیل شده اند",
      "کامپیوتر های Laptop قابل حمل نیستند",
      "نوعی Mini Computer"
    ]
  },
  {
    id: 57,
    question: "به نتیجه پردازش داده ها ...... اطلاق می شود.",
    answer: "اطلاعات",
    options: [
      "داده",
      "اطلاعات",
      "ورودی",
      "خروجی"
    ]
  },
  {
    id: 58,
    question: "واژه PC مخفف چه کلماتی است؟",
    answer: "Personal Computer",
    options: [
      "Personal Computer",
      "Preset Computer",
      "Processing",
      "Primary Computer"
    ]
  },
  {
    id: 59,
    question: "کدام یک از تعاریف زیر مصداق کلمه Information است؟",
    answer: "به خروجی هایی که پس از پردازش داده ها تولید می شوند",
    options: [
      "به خروجی هایی که پس از پردازش داده ها تولید می شوند",
      "داده های خام",
      "مطالبی که توسط صفحه کلید وارد سیستم می شوند",
      "همان فایل است"
    ]
  },
  {
    id: 60,
    question: "CPU مخفف چه کلماتی است؟",
    answer: "Central Processing Unit",
    options: [
      "Unit Control Processing",
      "Cd Processing Unit",
      "Central Processing Unit",
      "Cache Processing Unit"
    ]
  },
  {
    id: 61,
    question: "هر مگابایت معادل چند بایت است؟",
    answer: "1024 * 1024",
    options: [
      "1024 * 1024",
      "1024 * 1024 * 1024",
      "1000",
      "1024 * 1024 * 1024 * 1024"
    ]
  },
  {
    id: 62,
    question: "کدام یک از تعاریف صحیح می باشد؟",
    answer: "ظرفیت حافظه های جانبی از اصلی بیشتر است.",
    options: [
      "سرعت حافظه اصلی از جانبی کمتر است",
      "ظرفیت ذخیره در حافظه اصلی و جانبی یکسان است",
      "سرعت حافظه اصلی از جانبی بیشتر و ظرفیت آن کمی است",
      "ظرفیت حافظه های جانبی از اصلی بیشتر است."
    ]
  },
  {
    id: 63,
    question: "کدام گزینه در مورد حافظه ROM صحیح است؟",
    answer: "فقط خواندنی و پایدار است",
    options: [
      "فقط خواندنی و پایدار است",
      "فقط خواندنی و ناپایدار است",
      "فقط نوشتنی و پایدار است",
      "فقط نوشتنی و ناپایدار است"
    ]
  },
  {
    id: 64,
    question: "CPU از چه قسمت هایی تشکیل شده است؟",
    answer: "واحد محاسبه و منطق- واحد کنترل – ثبات ها- حافظه پنهان",
    options: [
      "حافظه اصلی-حافظه پنهان-واحد محاسبه و منطق-واحد کنترل",
      "واحد کنترل-حافظه پنهان-حافظه اصلی-واحد خروجی",
      "واحد محاسبه و منطق- واحد کنترل – ثبات ها-حافظه پنهان",
      "واحد ورودی-حافظه پنهان-واحد خروجی-حافظه اصلی"
    ]
  },
  {
    id: 65,
    question: "هر کیلو بایت معادل چند بایت است؟",
    answer: "1024",
    options: [
      "128",
      "512",
      "1000",
      "1024"
    ]
  },
  {
    id: 66,
    question: "برای انتقال تصاویر به کامپیوتر از چه دستگاهی استفاده می شود؟",
    answer: "Scanner",
    options: [
      "Mouse",
      "Scanner",
      "Joystick",
      "Keyboard"
    ]
  },
  {
    id: 67,
    question: "کامپیوتر های شخصی از کدام نوع کامپیوتر ها هستند؟",
    answer: "Micro Computer",
    options: [
      "Mini Computer",
      "Super Computer",
      "Mainform Computer",
      "Micro Computer"
    ]
  },
  {
    id: 68,
    question: "کدام یک از گزینه های زیر در مورد DVD صحیح می باشد؟",
    answer: "دیسک ویدیویی دیجیتال",
    options: [
      "نوار پشتیبان",
      "دیسک ویدیویی دیجیتال",
      "دیسک نرم",
      "دیسک سخت"
    ]
  },
  {
    id: 69,
    question: "در تقسیم بندی سطح دیسک، استوانه یا سیلندر به چه چیزی اطلاق می شود؟",
    answer: "مجموعه ای از قطعات هم شماره در یک دیسک چند صفحه ای",
    options: [
      "مجموعه ای شیارها با شعاع یکسان",
      "مجموعه ای از قطعات هم شماره در یک دیسک چند صفحه ای",
      "مجموعه شیارهایی از دیسک سخت که دارای یک شعاع نیستند",
      "به دیسک های سخت می گویند که به شکل استوانه هستند"
    ]
  },
  {
    id: 70,
    question: "کدام یک از شبکه های زیر معمولا برای اتصال دفاتر یک سازمان در یک شهر است؟",
    answer: "MAN",
    options: [
      "MAN",
      "LAN",
      "WAN",
      "شبکه اینترنت"
    ]
  },
  {
    id: 71,
    question: "کدام یک از موارد زیر برای نگهداری موقت یا دائمی اطلاعات استفاده می شود؟",
    answer: "واحد حافظه",
    options: [
      "واحد کنترل",
      "واحد محاسبه و منطق",
      "واحد حافظه",
      "واحد پردازشگر مرکزی"
    ]
  },
  {
    id: 72,
    question: "دسترسی به اطلاعات در حافظه RAM به چه صورت است؟",
    answer: "تصادفی",
    options: [
      "ترتیبی",
      "تصادفی",
      "موازی",
      "سری"
    ]
  },
  {
    id: 73,
    question: "حافظه فلش یک دستگاه ...... است.",
    answer: "حافظه",
    options: [
      "ورودی",
      "ورودی/خروجی",
      "خروجی",
      "حافظه"
    ]
  },
  {
    id: 74,
    question: "در سطح دیسک هر شیار به قسمت های مساوی به نام ...... تقسیم می شود.",
    answer: "قطاع",
    options: [
      "سیلندر",
      "VGA",
      "شکاف توسعه",
      "قطاع"
    ]
  },
  {
    id: 75,
    question: "صفحه کلید و بلندگو هر کدام جز دستگاه های ...... می باشند.",
    answer: "ورودی و خروجی",
    options: [
      "ورودی و خروجی",
      "ورودی و ورودی",
      "خروجی و خروجی",
      "خروجی و ورودی"
    ]
  },
  {
    id: 76,
    question: "رایانه ای که در محیط شبکه به کامپیوتر های دیگر خدمات می دهد چه نام دارد؟",
    answer: "Server",
    options: [
      "ترمینال",
      "Server",
      "Client",
      "Node"
    ]
  },
  {
    id: 77,
    question: "به شبکه های بی سیم .................... گفته می شود.",
    answer: "Wireless",
    options: [
      "Satellite",
      "Wireless",
      "Network",
      "LNB"
    ]
  },
  {
    id: 78,
    question: "کدام یک از گزینه های زیر به معنی شبکه می باشد؟",
    answer: "Network",
    options: [
      "LNB",
      "Wimax",
      "Network",
      "Wireless"
    ]
  },
  {
    id: 79,
    question: "کدام یک از دستگاه های زیر جهت چاپ نقشه های فنی و مهندسی به کار می رود؟",
    answer: "پلاتر",
    options: [
      "اسکنر",
      "پلاتر",
      "پرینتر",
      "چاپگر"
    ]
  },
  {
    id: 80,
    question: "کوچکترین عنصر صفحه نمایش چه نام دارد؟",
    answer: "Pixel",
    options: [
      "Pixel",
      "Pin",
      "Dots",
      "کاراکتر"
    ]
  },
  {
    id: 81,
    question: "کدام یک دلیل استفاده از حافظه ثانویه نمی باشد؟",
    answer: "سرعت بالای حافظه ثانویه",
    options: [
      "انتقال اطلاعات از یک نقطه به نقطه دیگر",
      "غیر فرار بودن اطلاعات در حافظه ثانویه",
      "ظرفیت بالای حافظه ثانویه",
      "سرعت بالای حافظه ثانویه"
    ]
  },
  {
    id: 82,
    question: "کدام یک از حافظه های زیر قابل برنامه ریزی و قابل پاک شدن با اشعه ماورا بنفش است؟",
    answer: "EPROM",
    options: [
      "ROM",
      "PROM",
      "EPROM",
      "EEPROM"
    ]
  },
  {
    id: 83,
    question: "در دستگاه های زیر چند دستگاه خروجی وجود دارد؟ (صفحه نمایش، کیبورد، موس، رسام، چاپگر، اسکنر، قلم نوری، بلندگو)",
    answer: "4",
    options: [
      "3",
      "4",
      "5",
      "2"
    ]
  },
  {
    id: 84,
    question: "هارد دیسک از نظر روش دستیابی به اطلاعات جز کدام گروه است؟",
    answer: "دستیابی مستقیم و تصادفی",
    options: [
      "دستیابی غیر مستقیم",
      "دستیابی مستقیم و تصادفی",
      "دستیابی ترتیبی",
      "دستیابی انتخابی"
    ]
  },
  {
    id: 85,
    question: "کدام یک از حافظه های زیر محل ذخیره موقت اطلاعات است؟",
    answer: "RAM",
    options: [
      "ROM",
      "RAM",
      "PROM",
      "EPROM"
    ]
  },
  {
    id: 86,
    question: "کدام یک از حافظه های زیر جز حافظه های جانبی نیست؟",
    answer: "ROM",
    options: [
      "هارد دیسک",
      "فلاپی",
      "ROM",
      "نوار مغناطیسی"
    ]
  },
  {
    id: 87,
    question: "کدام یک جز نرم افزار های سیستمی نیست؟",
    answer: "برنامه های کاربردی",
    options: [
      "سیستم عامل",
      "برنامه های کاربردی",
      "برنامه های سودمند",
      "مترجم ها"
    ]
  },
  {
    id: 88,
    question: "اصلی ترین نرم افزار در کامپیوتر .................... است.",
    answer: "سیستم عامل",
    options: [
      "سیستم عامل",
      "برنامه های کاربردی",
      "مترجم",
      "برنامه های سودمند"
    ]
  },
  {
    id: 89,
    question: "کامپیوتر هنگام بالا آمدن از اطلاعات ذخیره شده چه حافظه ای استفاده می کند و سیستم عامل را لود می کند؟",
    answer: "ROM",
    options: [
      "ROM",
      "PROM",
      "CMOS",
      "EPROM"
    ]
  },
  {
    id: 90,
    question: "دسترسی به اطلاعات از کدام روش سریع تر است؟",
    answer: "مستقیم",
    options: [
      "ترتیبی",
      "بستگی به نوع حافظه دارد",
      "مستقیم",
      "فرق نمی کند"
    ]
  },
  {
    id: 91,
    question: "کدام یک جز اجزای داخلی CPU نیست؟",
    answer: "RAM",
    options: [
      "ثبات",
      "حافظه نهان",
      "RAM",
      "واحد کنترل"
    ]
  },
  {
    id: 92,
    question: "کنترل داده ها در CPU به عهده کدام قسمت است؟",
    answer: "CU",
    options: [
      "ALU",
      "CU",
      "Cache",
      "ثبات"
    ]
  },
  {
    id: 93,
    question: "اطلاعات چیست؟",
    answer: "نتیجه ای که از پردازش داده ها به دست می آید",
    options: [
      "فاکتور هایی که برای پردازش وارد کامپیوتر می کنیم",
      "عملیاتی که بر روی داده ها انجام می گیرد",
      "نتیجه ای که از پردازش داده ها به دست می آید",
      "داده هایی که از دستگاه ورودی به کامپیوتر می دهیم"
    ]
  },
  {
    id: 94,
    question: "کامپیوتر های یک دفتر کار از چه شبکه ای استفاده می کنند؟",
    answer: "LAN",
    options: [
      "WAN",
      "LAN",
      "MAN",
      "Yahoo"
    ]
  },
  {
    id: 95,
    question: "سیستم عامل های زیر تک کاربرد است؟",
    answer: "DOS",
    options: [
      "Single User",
      "DOS",
      "Windows XP",
      "Windows"
    ]
  },
  {
    id: 96,
    question: "کدام گزینه تعریف سخت افزار است؟",
    answer: "اجزای فیزیکی و قابل لمس یک سیستم کامپیوتر",
    options: [
      "اجزای فیزیکی و قابل لمس یک سیستم کامپیوتر",
      "اجزای اطلاعاتی یک سیستم کامپیوتر",
      "برنامه ها",
      "هارد دیسک"
    ]
  },
  {
    id: 97,
    question: "حافظه ای با دسترسی تصادفی و .................... حافظه ای فقط خواندنی است.",
    answer: "RAM-ROM",
    options: [
      "ROM-RAM",
      "Cache-ROM",
      "RAM-ROM",
      "VCD-DVD"
    ]
  },
  {
    id: 98,
    question: "سرعت کدام حافظه بیشتر است؟",
    answer: "RAM",
    options: [
      "RAM",
      "Hard",
      "CD ROM",
      "DVD"
    ]
  },
  {
    id: 99,
    question: "اطلاعات کدام یک از حافظه های زیر در نبود برق از بین می رود؟",
    answer: "RAM",
    options: [
      "ROM",
      "EPROM",
      "CD",
      "RAM"
    ]
  },
  {
    id: 100,
    question: "در کدام یک از موارد روش دسترسی به اطلاعات ترتیبی می باشد؟",
    answer: "نوار مغناطیسی",
    options: [
      "هارد دیسک",
      "فلاپی دیسک",
      "نوار مغناطیسی",
      "RAM"
    ]
  },
  {
    id: 101,
    question: "به ورودی های یک سیستم کامپیوتری ................. و به خروجی های آن ...........گفته می شود.",
    answer: "داده - اطلاعات",
    options: [
      "نرم افزار – سخت افزار",
      "داده - اطلاعات",
      "اطلاعات - داده",
      "سخت افزار - میان افزار"
    ]
  },
  {
    id: 102,
    question: "این تعریف مربوط به کدام گزینه زیر می باشد؟ (کلیه داده ها و دستورالعمل هایی که باعث عملکرد سیستم می شود)",
    answer: "نرم افزار",
    options: [
      "سخت افزار",
      "نرم افزار",
      "پردازش",
      "ورودی"
    ]
  },
  {
    id: 103,
    question: "برای ذخیره سازی یک کاراکتر (حرف) چند Bit نیاز است؟",
    answer: "8",
    options: [
      "1",
      "4",
      "8",
      "16"
    ]
  },
  {
    id: 104,
    question: "برای خرید یک چاپگر کدام یک از گزینه های زیر بهترین معیار برای انتخاب است؟",
    answer: "سرعت و کیفیت چاپ",
    options: [
      "سرعت و کیفیت چاپ",
      "مارک دستگاه و کیفیت چاپ",
      "وزن و مارک دستگاه",
      "مارک دستگاه"
    ]
  },
  {
    id: 105,
    question: "1KB معادل چند بایت است؟",
    answer: "1024",
    options: [
      "1000",
      "8",
      "1024",
      "256"
    ]
  },
  {
    id: 106,
    question: "کدام یک از دستگاه های زیر خروجی است؟",
    answer: "چاپگر",
    options: [
      "صفحه کلید",
      "چاپگر",
      "اسکنر",
      "موس"
    ]
  },
  {
    id: 107,
    question: "کدام یک از حافظه های زیر ناپایدار است؟",
    answer: "RAM",
    options: [
      "RAM",
      "ROM",
      "Hard",
      "CD ROM"
    ]
  },
  {
    id: 108,
    question: "کدام یک از گزینه های زیر یک شبکه محلی است؟",
    answer: "LAN",
    options: [
      "WAN",
      "MAN",
      "Internet",
      "LAN"
    ]
  },
  {
    id: 109,
    question: "CPU شامل چه قسمت هایی نمی باشد؟",
    answer: "واحد ورودی",
    options: [
      "واحد کنترل",
      "واحد ورودی",
      "ثبات",
      "ALU"
    ]
  },
  {
    id: 110,
    question: "کدام یک از موارد زیر برای ذخیره سازی دائمی اطلاعات مناسب است؟",
    answer: "حافظه ثانویه",
    options: [
      "حافظه ثانویه",
      "حافظه اصلی",
      "واحد ورودی",
      "واحد خروجی"
    ]
  },
  {
    id: 111,
    question: "کدام یک از کامپیوتر های زیر از نظر قدرت پردازش ضعیف تر است؟",
    answer: "Micro Computer",
    options: [
      "Mainform Computer",
      "Super Computer",
      "Micro Computer",
      "Mini Computer"
    ]
  },
  {
    id: 112,
    question: "رجیستر به چه معناست؟",
    answer: "حافظه ای کوچک در داخل CPU",
    options: [
      "حافظه ای کوچک در داخل CPU",
      "حافظه جانبی",
      "حافظه اصلی کامپیوتر",
      "حافظه با ظرفیت بسیار بزرگ"
    ]
  },
  {
    id: 113,
    question: "اطلاعات در حافظه کامپیوتر به صورت........... ذخیره می شود.",
    answer: "باینری",
    options: [
      "دسیمال",
      "هگزا دسیمال",
      "اکتال",
      "باینری"
    ]
  },
  {
    id: 114,
    question: "یک WORD از چند بایت تشکیل شده است؟",
    answer: "2",
    options: [
      "1",
      "4",
      "3",
      "2"
    ]
  },
  {
    id: 115,
    question: "به چه دلیل از حافظه های جانبی استفاده می شود؟",
    answer: "پاک شدن محتوای حافظه RAM هنگام قطع برق",
    options: [
      "پاک شدن محتوای حافظه های فرعی هنگام قطع برق",
      "ارزان بودن حافظه های اصلی",
      "پاک شدن محتوای حافظه RAM هنگام قطع برق",
      "پاک شدن محتوای حافظه ROM هنگام قطع برق"
    ]
  },
  {
    id: 116,
    question: "در کدام نوع از دیسک ها برای دسترسی به اطلاعات از پرتو لیزر استفاده می شود؟",
    answer: "CD-DVD",
    options: [
      "فلاپی دیسک",
      "CD",
      "DVD",
      "CD-DVD"
    ]
  },
  {
    id: 117,
    question: "در صفحه کلید برای تایپ علائم بالای کلید کدام کلید را باید پایین نگه داشت؟",
    answer: "Shift",
    options: [
      "Alt",
      "Shift",
      "Ctrl",
      "Back Space"
    ]
  },
  {
    id: 118,
    question: "کدام وسیله ورودی می تواند تصاویر را به صفر و یک تبدیل کرده و وارد کامپیوتر می نماید؟",
    answer: "اسکنر",
    options: [
      "پلاتر",
      "اسکنر",
      "پرینتر",
      "موس"
    ]
  },
  {
    id: 119,
    question: "کدام یک از کارت های زیر مربوط به کیفیت تصویر می باشد؟",
    answer: "VGA",
    options: [
      "RAM",
      "Modem",
      "Sound",
      "VGA"
    ]
  },
  {
    id: 120,
    question: "مهم ترین نرم افزاری که امکان ارتباط کاربر با سخت افزار را فراهم می کند چه نام دارد و جز کدام دسته از نرم افزارهاست؟",
    answer: "سیستم عامل - نرم افزار سیستمی",
    options: [
      "سیستم عامل - نرم افزار سیستمی",
      "زبان برنامه نویسی - نرم افزار سیستمی",
      "کامپایلر - نرم افزار کاربردی",
      "مفسر - نرم افزار سودمند"
    ]
  },
  {
    id: 121,
    question: "Plotter (رسام) جز دستگاه های ................. و اسکنر واحد ................ است.",
    answer: "خروجی - ورودی",
    options: [
      "ورودی - ورودی",
      "ورودی - خروجی",
      "خروجی - ورودی",
      "خروجی - خروجی"
    ]
  },
  {
    id: 122,
    question: "منظور از توپولوژی چیست؟",
    answer: "شکل ظاهری در آرایش فیزیکی اتصال گره های شبکه است",
    options: [
      "شکل ظاهری در آرایش فیزیکی اتصال گره های شبکه است",
      "تعداد کامپیوتر های جانبی در شبکه است",
      "کابل های ارتباطی بین گره های شبکه است",
      "نوع گره های و کابل های ارتباطی بین گره هاست"
    ]
  },
  {
    id: 123,
    question: "کدام عبارت صحیح است؟",
    answer: "حافظه ثانویه قابلیت نگهداری دائمی اطلاعات را دارد",
    options: [
      "حافظه ROM جهت خواندن و نوشتن اطلاعات استفاده می شود",
      "بخشی از اطلاعات اساسی مربوط به سخت افزار توسط کارخانه سازنده در RAM قرار داده می شود.",
      "حافظه ثانویه قابلیت نگهداری دائمی اطلاعات را دارد",
      "حافظه RAM یک حافظه دائمی است"
    ]
  },
  {
    id: 124,
    question: "ICT به چه معناست؟",
    answer: "فن آوری اطلاعات و ارتباطات",
    options: [
      "فن آوری اطلاعات",
      "فن آوری اطلاعات و ارتباطات",
      "تجارت الکترونیکی",
      "آموزش الکترونیکی"
    ]
  },
  {
    id: 125,
    question: "کدام یک از موارد زیر درست می باشد؟",
    answer: "قدرت پردازش Mini کامپیوتر از کامپیوتر های PC بیشتر است",
    options: [
      "قدرت پردازش Mini کامپیوتر از کامپیوتر های PC بیشتر است",
      "قدرت پردازش کامپیوترهای PC از Mini کامپیوتر بیشتر است",
      "کامپیوتر های Mini همانند کامپیوتر های PC تک کاربره هستند",
      "از لحاظ قدرت پردازش یکسان هستند اما از لحاظ حجم کامپیوترهای Mini کوچکترند."
    ]
  },
  {
    id: 126,
    question: "کدام یک از موارد زیر از واحد های ریزپردازنده نمی باشد؟",
    answer: "حافظه اصلی",
    options: [
      "ALU",
      "حافظه ثبات",
      "حافظه اصلی",
      "Cache"
    ]
  },
  {
    id: 127,
    question: "کدام یک از موارد زیر تعریف ریزپردازنده نمی باشد؟",
    answer: "اساسی ترین جز یک کامپیوتر نمی باشد",
    options: [
      "اساسی ترین جز یک کامپیوتر نمی باشد",
      "تراشه ای است که از مدارات مجتمع زیادی تشکیل شده است",
      "نام دیگر آن CPU می باشد",
      "روی یک مدار جداگانه با نام سوکت نصب می شود"
    ]
  },
  {
    id: 128,
    question: "از لحاظ داشتن بیشترین سرعت کدام گزینه درست است؟",
    answer: "CPU>RAM>Hard>Floppy",
    options: [
      "CPU>RAM>Hard>Floppy",
      "CPU>Hard>RAM>Floppy",
      "RAM>CPU>Hard>Floppy",
      "RAM>CPU>Floppy>Hard"
    ]
  },
  {
    id: 129,
    question: "سرعت انتقال داده ها در CPU از حافظه اصلی (RAM) ...... می باشد به همین جهت از حافظه های ...... استفاده می کند.",
    answer: "بیشتر - Cache",
    options: [
      "کمتر-ثبات",
      "بیشتر-ثبات",
      "کمتر-Cache",
      "بیشتر-Cache"
    ]
  },
  {
    id: 130,
    question: "کدام گزینه در مورد بایت درست می باشد؟",
    answer: "کوچکترین واحد حافظه قابل آدرس دهی",
    options: [
      "کوچکترین واحد حافظه غیر قابل آدرس دهی",
      "کوچکترین واحد حافظه قابل آدرس دهی",
      "فقط می تواند 0 و 1 را در خود ذخیره کند",
      "معادل 8 بیت است و قابل آدرس دهی نمی باشد"
    ]
  },
  {
    id: 131,
    question: "دسترسی به اطلاعات در کدام حافظه به روش ترتیبی است؟",
    answer: "نوار مغناطیسی",
    options: [
      "هارد دیسک",
      "نوار مغناطیسی",
      "RAM",
      "CD"
    ]
  },
  {
    id: 132,
    question: "وظیفه واحد کنترل در CPU چیست؟",
    answer: "هماهنگی و کنترل کلیه عملیات داخلی",
    options: [
      "انجام عملیات ریاضی",
      "انجام عملیات منطقی",
      "هماهنگی و کنترل کلیه عملیات داخلی",
      "ذخیره سازی داده ها"
    ]
  },
  {
    id: 133,
    question: "کدام یک از موارد زیر در مورد حافظه Cache صحیح است؟",
    answer: "حافظه ای با سرعت بالا و容量 کم بین CPU و RAM",
    options: [
      "حافظه ای با سرعت پایین و ظرفیت بالا",
      "حافظه ای با سرعت بالا و ظرفیت کم بین CPU و RAM",
      "همان حافظه RAM است",
      "فقط در کامپیوترهای قدیمی وجود دارد"
    ]
  },
  {
    id: 134,
    question: "کدام یک از موارد زیر در مورد حافظه Flash صحیح است؟",
    answer: "حافظه ای غیر فرار و قابل بازنویسی",
    options: [
      "حافظه ای فرار و قابل بازنویسی",
      "حافظه ای غیر فرار و قابل بازنویسی",
      "حافظه ای فقط خواندنی",
      "فقط در دوربین های دیجیتال استفاده می شود"
    ]
  },
  {
    id: 135,
    question: "کدام یک از موارد زیر در مورد مانیتور LCD صحیح است؟",
    answer: "مصرف انرژی کم و تشعشعات مضر کم",
    options: [
      "مصرف انرژی بالا",
      "تشعشعات مضر زیاد",
      "مصرف انرژی کم و تشعشعات مضر کم",
      "فقط در لپ تاپ ها استفاده می شود"
    ]
  },
  {
    id: 136,
    question: "روش دسترسی به اطلاعات در RAM به چه صورت است؟",
    answer: "مستقیم یا تصادفی",
    options: [
      "ترتیبی",
      "مستقیم یا تصادفی",
      "سری",
      "نوری"
    ]
  },
  {
    id: 137,
    question: "در اصطلاح کامپیوتر مانیتور های تخت را ................. می گویند.",
    answer: "LCD",
    options: [
      "LCD",
      "CGS",
      "CGA",
      "VGA"
    ]
  },
  {
    id: 138,
    question: "وظیفه هماهنگی و کنترل کلیه عملیات داخلی یک سیستم کامپیوتری بر عهده کدام است؟",
    answer: "برنامه های سیستمی",
    options: [
      "برنامه های کاربردی",
      "برنامه های سیستمی",
      "سرویس دهنده های عمومی",
      "میرج"
    ]
  },
  {
    id: 139,
    question: "اصطلاح IT مخفف چیست؟",
    answer: "مخفف عبارت Information Technology و به معنای فناوری اطلاعات است",
    options: [
      "مخفف عبارت Internet Technology و به معنای فناوری اینترنت است",
      "مخفف عبارت Internet Technology و به معنای فناوری ارتباطات است",
      "مخفف عبارت Information Technology و به معنای فناوری ارتباطات است",
      "مخفف عبارت Information Technology و به معنای فناوری اطلاعات است"
    ]
  },
  {
    id: 140,
    question: "کدام یک از تعاریف زیر تعریف کامپیوتر است؟",
    answer: "دستگاهی است دارای حافظه و قابل برنامه ریزی که قادر است عملیات ریاضی و منطقی انجام دهد",
    options: [
      "دستگاهی است دارای حافظه و قابل برنامه ریزی که قادر است عملیات ریاضی و منطقی انجام دهد",
      "دستگاهی است که فقط عملیات ریاضی و منطقی را انجام می دهد",
      "دستگاهی است که فقط کار تایپ و حروف چینی را انجام می دهد",
      "دستگاهی است برای پخش فایل های مدیا"
    ]
  },
  {
    id: 141,
    question: "کدام یک از موارد زیر خصوصیت نرم افزار به شمار می رود؟",
    answer: "شامل دستورالعمل های جهت استفاده از کامپیوتر است",
    options: [
      "فیزیکی و قابل لمس",
      "شامل مدارات الکترونیکی و مکانیکی است",
      "شامل دستورالعمل های جهت استفاده از کامپیوتر است",
      "وظیفه پردازش داده ها را بر عهده دارد"
    ]
  },
  {
    id: 142,
    question: "اجزای اصلی کامپیوتر های شخصی کدام است؟",
    answer: "CPU-Memory-Input Unit-Output Unit",
    options: [
      "CPU-Memory-Case-Monitor",
      "CPU-RAM-Hard-Case-Monitor-Keyboard",
      "CPU-Memory-Input Unit-Output Unit",
      "CPU-Memory-Keyboard-Case"
    ]
  },
  {
    id: 143,
    question: "کدام یک از گزینه های زیر صحیح نیست؟",
    answer: "سیستم عامل برای راه اندازی سخت افزار هاست",
    options: [
      "سیستم عامل رابطه بین سخت افزار و نرم افزار و کاربر است",
      "سیستم عامل ممکن است تک کاریره و چند کاریره باشد",
      "سیستم عامل ممکن است چند وظیفه یا یک وظیفه داشته باشد",
      "سیستم عامل برای راه اندازی سخت افزار هاست"
    ]
  },
  {
    id: 144,
    question: "کدام یک از دستگاه های زیر تصاویر را به سیگنال های دیجیتال تبدیل کرده و وارد کامپیوتر می کند؟",
    answer: "Scanner",
    options: [
      "Touchpad",
      "Trackball",
      "Scanner",
      "Light Pen"
    ]
  },
  {
    id: 145,
    question: "برای جابجایی یک فایل به حجم 500 مگابایت کدام یک از گزینه های زیر مناسب است؟",
    answer: "CD",
    options: [
      "قلم نوری",
      "ROM",
      "CD",
      "Floppy"
    ]
  },
  {
    id: 146,
    question: "قلم نوری یک دستگاه .................... است.",
    answer: "ورودی",
    options: [
      "ورودی",
      "خروجی",
      "ورودی – خروجی",
      "دیسک مغناطیسی"
    ]
  },
  {
    id: 147,
    question: "کدام گزینه از مزایای تجارت الکترونیک می باشد؟",
    answer: "خدمات 24 ساعته",
    options: [
      "خدمات 24 ساعته",
      "عدم اعتماد به وبسایت",
      "عدم مشاهده دقیق کالا",
      "کپی برداری از کارت"
    ]
  },
  {
    id: 148,
    question: "مسیر عبور اطلاعات بین CPU و RAM چه نامیده می شود؟",
    answer: "Bus",
    options: [
      "Port",
      "Slot",
      "Bus",
      "Socket"
    ]
  },
  {
    id: 149,
    question: "به رایانه گیرنده اطلاعات ................. و به رایانه ای که فرستنده اطلاعات است ................. می گویند.",
    answer: "Client-Server",
    options: [
      "کانال انتقال-Server",
      "Server-کانال انتقال",
      "Server-Client",
      "کانال انتقال-Client"
    ]
  },
  {
    id: 150,
    question: "کدام یک از چاپگر های زیر سرعت بیشتری دارد؟",
    answer: "چاپگر های لیزری",
    options: [
      "چاپگر های سوزنی",
      "چاپگر های لیزری",
      "چاپگر های ضربه ای",
      "چاپگر های جوهر افشان"
    ]
  },
  {
    id: 151,
    question: "کدام صفحه نمایش تشعشعات مضر ندارد؟",
    answer: "LCD",
    options: [
      "CRT",
      "LCD",
      "Plasma",
      "CRT"
    ]
  },
  {
    id: 152,
    question: "به منبع انرژی غیر قابل توقف ................. می گویند.",
    answer: "UPS",
    options: [
      "USB",
      "Power",
      "UPS",
      "Flash"
    ]
  },
  {
    id: 153,
    question: "PDA چیست؟",
    answer: "از انواع کامپیوتر های شخصی است که ابعاد کوچکی دارد و برای کار های با حجم زیاد استفاده می شود",
    options: [
      "از انواع کامپیوتر های شخصی است که سرعت بسیار بالایی دارد",
      "از انواع کامپیوتر های شخصی است که ابعاد بسیار بزرگی دارد",
      "از انواع کامپیوتر های شخصی است که ابعاد کوچکی دارد و برای کار های با حجم زیاد استفاده می شود",
      "یک نوع تلفن همراه است"
    ]
  },
  {
    id: 154,
    question: "حافظه های اصلی کامپیوتر را نام ببرید.",
    answer: "ROM-RAM",
    options: [
      "CD-ROM-DVD-RAM",
      "ROM-RAM",
      "EPROM-Hard Disk",
      "Hard Disk-RAM"
    ]
  },
  {
    id: 155,
    question: "کدام مورد یک دستگاه خروجی است؟",
    answer: "چاپگر",
    options: [
      "صفحه کلید",
      "موس",
      "اسکنر",
      "چاپگر"
    ]
  },
  {
    id: 156,
    question: "برای نگهداری موقت داده های در حال پردازش از کدام مورد استفاده می شود؟",
    answer: "Cache",
    options: [
      "CU",
      "ALU",
      "Register",
      "Cache"
    ]
  },
  {
    id: 157,
    question: "کدام یک از گزینه های زیر بیانگر اجزای فیزیکی یک سیستم کامپیوتری است؟",
    answer: "سخت افزار",
    options: [
      "سخت افزار",
      "نرم افزار رایگان",
      "نرم افزار",
      "ابزار آموزشی"
    ]
  },
  {
    id: 158,
    question: "کدام یک از عبارت های زیر صحیح است؟",
    answer: "یک کیلوبایت کمتر از یک مگابایت است",
    options: [
      "یک گیگابایت کمتر از یک مگابایت است",
      "یک کیلوبایت کمتر از یک مگابایت است",
      "یک بایت کمتر از یک بیت است",
      "یک ترابایت کمتر از یک مگابایت است"
    ]
  },
  {
    id: 159,
    question: "کدام عبارت در مورد RAM صحیح است؟",
    answer: "یک حافظه خواندن و نوشتن است",
    options: [
      "هنگامی که کامپیوتر خاموش می شود داده ها را حفظ می کند",
      "یک حافظه خواندن و نوشتن است",
      "حافظه فقط نوشتن است",
      "در هیچ کامپیوتری نمی توان آن را افزایش داد"
    ]
  },
  {
    id: 160,
    question: "بزرگ ترین کامپیوتر از نظر ابعاد در بین گزینه های زیر کدام است؟",
    answer: "Super Computer",
    options: [
      "PC",
      "Mainform",
      "Laptop",
      "Super Computer"
    ]
  },
  {
    id: 161,
    question: "یک برنامه به منظور اجرا در کجا قرار میگیرد؟",
    answer: "RAM",
    options: [
      "RAM",
      "ROM",
      "Hard Disk",
      "Cache Memory"
    ]
  },
  {
    id: 162,
    question: "کدام یک از موارد زیر جز انواع شبکه نمی باشد؟",
    answer: "Gate Wase",
    options: [
      "Gate Wase",
      "WAN",
      "MAN",
      "LAN"
    ]
  },
  {
    id: 163,
    question: "یک سیستم کامپیوتری از چه بخش هایی تشکیل شده است؟",
    answer: "سخت افزار و نرم افزار و میان افزار",
    options: [
      "سخت افزار و حافظه جانبی",
      "نرم افزار و میان افزار",
      "سخت افزار و میان افزار",
      "سخت افزار و نرم افزار و میان افزار"
    ]
  },
  {
    id: 164,
    question: "از کدام مورد برای چاپ نقشه ها و تصاویر بزرگ استفاده می شود؟",
    answer: "پلاتر",
    options: [
      "پلاتر",
      "پرینتر",
      "دستگاه فتوکپی",
      "ماشین تکثیر"
    ]
  },
  {
    id: 165,
    question: "کدام واحد از CPU به عنوان حافظه سریع شناخته می شود؟",
    answer: "Cache",
    options: [
      "Cache",
      "Register",
      "ALU",
      "CU"
    ]
  },
  {
    id: 166,
    question: "کدام گزینه دستگاه ورودی نمی باشد؟",
    answer: "Speaker",
    options: [
      "Speaker",
      "Mouse",
      "Light Pen",
      "Scanner"
    ]
  },
  {
    id: 167,
    question: "برای استفاده از صوت و موزیک در کامپیوتر کدام یک از گزینه های زیر ضروری نیست؟",
    answer: "مودم",
    options: [
      "کارت صدا",
      "مودم",
      "فایل صوتی یا ویدیویی",
      "بلندگو"
    ]
  },
  {
    id: 168,
    question: "کامپیوتر مرکزی در شبکه کامپیوتری چه نام دارد؟",
    answer: "Server Computer",
    options: [
      "Micro Computer",
      "Super Computer",
      "Mini Computer",
      "Server Computer"
    ]
  },
  {
    id: 169,
    question: "به فروش از طریق شبکه اینترنت در وبسایت ها چه می گویند؟",
    answer: "E-Commerce",
    options: [
      "E-Tegarat",
      "E-Commerce",
      "E-Training",
      "E-Banking"
    ]
  },
  {
    id: 170,
    question: "در کدام یک برای خواندن و نوشتن اطلاعات از اشعه لیزر استفاده می شود؟",
    answer: "CD-ROM",
    options: [
      "Tape",
      "Hard Disk",
      "Floppy Disk",
      "CD-ROM"
    ]
  },
  {
    id: 171,
    question: "کدام گزینه دستورالعمل هایی هستند که جهت به کارگیری سخت افزار مورد استفاده قرار می گیرد؟",
    answer: "نرم افزار",
    options: [
      "سخت افزار",
      "میان افزار",
      "نرم افزار",
      "سیستم"
    ]
  },
  {
    id: 172,
    question: "کدام یک از موارد زیر در مورد Hard Disk غلط است؟",
    answer: "عمل قالب بندی فقط مخصوص دیسک سخت داخلی می باشد",
    options: [
      "دیسکی که یک بار قالب بندی (Format) شده را مجددا می توان قالب بندی نمود",
      "با اجرای دستور قالب بندی دیسک سخت کلیه اطلاعات موجود پاک می شود",
      "قبل از استفاده از دیسک باید آن را قالب بندی نمود",
      "عمل قالب بندی فقط مخصوص دیسک سخت داخلی می باشد"
    ]
  },
  {
    id: 173,
    question: "کدام یک از ابزار های زیر جز وسایل خروجی هستند؟",
    answer: "Speaker",
    options: [
      "Speaker",
      "Microphone",
      "Light Pen",
      "Scanner"
    ]
  },
  {
    id: 174,
    question: "برای وارد کردن تصاویر به کامپیوتر از کدام سخت افزار استفاده می شود؟",
    answer: "اسکنر",
    options: [
      "چاپگر",
      "اسکنر",
      "پلاتر",
      "کارت گرافیک"
    ]
  },
  {
    id: 175,
    question: "کدام یک از موارد زیر سیستم عامل محسوب نمی شود؟",
    answer: "Word",
    options: [
      "Linux",
      "Unix",
      "Word",
      "Windows"
    ]
  },
  {
    id: 176,
    question: "نرم افزار هایی که مدیریت سخت افزار را بر عهده دارند چه می نامند؟",
    answer: "سیستمی",
    options: [
      "سیستمی",
      "کاربردی",
      "ویروس یاب",
      "سودمند"
    ]
  },
  {
    id: 177,
    question: "کدام گزینه نرم افزار سیستمی است؟",
    answer: "سیستم عامل",
    options: [
      "سیستم عامل",
      "اینترنت",
      "اکسل",
      "ورد"
    ]
  },
  {
    id: 178,
    question: "کدام گزینه یک محیط گرافیکی را برای نرم افزار ها ایجاد می کند؟",
    answer: "واسط گرافیکی GUI",
    options: [
      "Utility",
      "واسط بین المللی",
      "سیستم تک کاربره",
      "واسط گرافیکی GUI"
    ]
  },
  {
    id: 179,
    question: "مودم چگونه دستگاهی است؟",
    answer: "ورودی/خروجی",
    options: [
      "خروجی",
      "ورودی/خروجی",
      "ورودی",
      "پردازشی"
    ]
  },
  {
    id: 180,
    question: "کدام مورد از معایب تجارت الکترونیکی می باشد؟",
    answer: "ارتباط فیزیکی بین فروشنده و خریدار وجود ندارد",
    options: [
      "کالا ها می توانند مقایسه شوند",
      "نقل و انتقال پول به سرعت انجام می شود",
      "ارتباط فیزیکی بین فروشنده و خریدار وجود ندارد",
      "سرویس ها قابل ارائه در یک روز می باشد"
    ]
  },
  {
    id: 181,
    question: "جهت چاپ مطالب صفحه وب نیاز به .................... داریم.",
    answer: "چاپگر",
    options: [
      "چاپگر",
      "اسکنر",
      "رسام",
      "بلندگو"
    ]
  },
  {
    id: 182,
    question: "انواع نرم افزار کدام گزینه است؟",
    answer: "کاربردی – سیستمی",
    options: [
      "سیستمی – مترجم",
      "کاربردی – سیستمی",
      "برنامه نویسی – کاربردی",
      "سطح بالا – سطح پایین"
    ]
  },
  {
    id: 183,
    question: "به شبکه خصوصی که همانند شبکه اینترنت می باشد چه می گویند؟",
    answer: "Intranet",
    options: [
      "LAN",
      "MAN",
      "WAN",
      "Intranet"
    ]
  },
  {
    id: 184,
    question: "دستگاهی که هنگام قطع برق، برق رایانه را تامین می کند چه نام دارد؟",
    answer: "UPS",
    options: [
      "Modem",
      "UPS",
      "CPU",
      "Memory Card"
    ]
  },
  {
    id: 185,
    question: "کدام گزینه صحیح می باشد؟",
    answer: "از وارد نمودن کلمه عبور در مقابل افراد مشکوک خودداری کنیم",
    options: [
      "از وارد نمودن کلمه عبور در مقابل افراد مشکوک خودداری کنیم",
      "باید از کلمه عبور یکسان برای چند حساب استفاده کرد",
      "کلمه عبور نباید به صورت دوره ای عوض شود",
      "کلمه عبور معتبر بودن کاربر را تضمین نمی کند"
    ]
  },
  {
    id: 186,
    question: "به نرم افزار هایی که به مدت یک ماه استفاده از آنها رایگان است چه نام دارد؟",
    answer: "Shareware",
    options: [
      "Shareware",
      "Freeware",
      "کد باز",
      "Open Source"
    ]
  },
  {
    id: 187,
    question: "به ارتباط چند رایانه متصل به هم چه می گویند؟",
    answer: "Network",
    options: [
      "PC",
      "Network",
      "ISP",
      "IP"
    ]
  },
  {
    id: 188,
    question: "کدام یک از نرم افزار های زیر از ویژگی های حق انتشار نرم افزار است؟",
    answer: "حقوق تولید کننده نرم افزار را به رسمیت می شناسد",
    options: [
      "حقوق خریدار نرم افزار را به رسمیت می شناسد",
      "حقوق تولید کننده نرم افزار را به رسمیت می شناسد",
      "سرقت نرم افزار را امکان پذیر می سازد",
      "خریدار مالک نرم افزار است و حق تکثیر آن را دارد"
    ]
  },
  {
    id: 189,
    question: "کدام شبکه توسط افراد خارج از سازمان قابل دسترسی است؟",
    answer: "اینترنت",
    options: [
      "اینترانت",
      "اکسترانت",
      "اینترنت",
      "LAN"
    ]
  },
  {
    id: 190,
    question: "به عمل پشتیبان گیری چه می گویند؟",
    answer: "Backup",
    options: [
      "Number",
      "Design",
      "Backup",
      "Table"
    ]
  },
  {
    id: 191,
    question: "کدام دستگاه قابلیت اتصال از طریق USB ندارد؟",
    answer: "Monitor",
    options: [
      "Webcam",
      "Printer",
      "Monitor",
      "DVD Drive"
    ]
  },
  {
    id: 192,
    question: "کدام مورد برای عملکرد صحیح یک کامپیوتر ضروری است؟",
    answer: "Operating System",
    options: [
      "Operating System",
      "Microsoft Office",
      "Microsoft IE",
      "Windows Media Player"
    ]
  },
  {
    id: 193,
    question: "در یک سیستم کامپیوتر کدام جزء بر روی برد اصلی نصب نمی شود؟",
    answer: "منبع تغذیه",
    options: [
      "واحد پردازشگر مرکزی",
      "منبع تغذیه",
      "RAM",
      "ROM"
    ]
  },
  {
    id: 194,
    question: "اجزایی مانند RAM و ROM بر روی کدام جزء قرار می گیرند؟",
    answer: "Motherboard",
    options: [
      "CPU",
      "Power",
      "Motherboard",
      "Graphic Card"
    ]
  },
  {
    id: 195,
    question: "کدام مورد بیانگر واحد نرخ انتقال اطلاعات است؟",
    answer: "بیت بر ثانیه",
    options: [
      "سیکل ثانیه",
      "بایت بر ثانیه",
      "بیت بر ثانیه",
      "هرتز"
    ]
  },
  {
    id: 196,
    question: "کدام حافظه دارای سرعت دسترسی بیشتر و ظرفیت کمتری نسبت به دیگر حافظه هایی است که CPU به آنها دسترسی دارد؟",
    answer: "Cache",
    options: [
      "ROM",
      "Cache",
      "RAM",
      "EPROM"
    ]
  },
  {
    id: 197,
    question: "هرتز واحد چیست؟",
    answer: "سرعت CPU",
    options: [
      "سرعت انتقال داده به دیسک سخت",
      "سرعت انتقال داده به یک حافظه جانبی",
      "تعداد پیکسل های نمایش داده شده در هر ثانیه",
      "سرعت CPU"
    ]
  },
  {
    id: 198,
    question: "کدام مورد با موارد دیگر متفاوت است؟",
    answer: "چاپگر",
    options: [
      "چاپگر",
      "موس",
      "قلم نوری",
      "اسکنر"
    ]
  },
  {
    id: 199,
    question: "روش رایج درگاه اتصال یک گوشی به یک شبکه محلی کدام است؟",
    answer: "Wi-Fi",
    options: [
      "Wireless",
      "Wi-Fi",
      "Infrared",
      "Bluetooth"
    ]
  }
];