const windows = () => {
    return ( 
        <div className="text-white container mx-auto">
            <div className="w-2/3 rounded-2xl flex justify-center m-auto mb-3">
            <img src="../assets/maghalat/maghale-windows.jpg" alt="maghale-banner" className="w-full rounded-2xl" />
            </div>
            <h1 className="text-3xl font-extrabold flex justify-center mb-4 text-[#ffd700]">آشنایی با ویندوز</h1>
            <p>با بزرگتر شدن فضای کاربری سیستم های کامپیوتر به احتمال زیاد شما هم با ویندوز کار کرده اید؛ اما آیا میدانید سیستم عامل ویندوز چیست؟</p>
            <p>به طور کلی داشتن شناخت از هر چیزی مخصوصاً در کامپیوتر می تواند ما را در پیشرفت با تکنولوژی همراه کند و به ما کمک کند.
            در این مقاله قصد داریم شما را با این سیستم عامل ویندوز و ویژگی های آن آشنا کنیم.</p>
            <p>با ما در بشارت همراه باشید.</p>
            <p>اگر شما یک کاربر تازه وارد به دنیای کامپیوتر باشید، حتماً در اولین قدم می‌خواهید بدانید که کامپیوتر چیست، چه کمکی به شما می‌کند و شما باید چه انتظاراتی از یک کامپیوتر داشته باشید. در این مقاله سعی داریم تا شمارا  انواع آن و سیستم های مختلف اشنا کنیم و بگوییم چه کارهایی می‌توانید با کامپیوتر انجام دهید.</p>
            <p>امروزه ما شاهد تحولات سریع و شگرفی در زمینه‌ی فناوری اطلاعات و ارتباطات (Information and Communication Technology) هستیم به گونه‌ای که هر روز فناوری‌های جدیدی ظهور پیدا می‌کنند و تأثیرات زیادی در زمینه‌های اجتماعی، اقتصادی، فرهنگی و... در جامعه به‌وجود می‌آورند. این روند تغییرات در جوامع بشری، منجر به ایجاد یک جامعه اطلاعاتی می‌شود که حال و آینده‌ی جوامع را متحول خواهد نمود.</p>
            <p>حال ممکن است این سوأل در ذهن شما به‌وجود آید که فناوری اطلاعات و ارتباطات چیست؟ اگر بخواهیم تعریف ساده‌ای از فناوری اطلاعات و ارتباطات (ICT) داشته باشیم می‌توانیم بگوییم: فناوری اطلاعات و ارتباطات با استفاده از ابزارهای رایانه‌ای و مخابراتی امکان گردآوری، سازمان‌دهی، ذخیره، انتشار و دسترسی به اطلاعات را فراهم می‌کند. فناوری اطلاعات و ارتباطات، خدمات متنوعی در اختیار افراد قرار می‌دهد. به‌عنوان مثال امکان دسترسی به اینترنت و خدمات موجود در آن، فناوری‌های تلفن همراه و برنامه‌های متنوع کامپیوتری، همگی در زیر مجموعه ی فناوری اطلاعات و ارتباطات امکان‌پذیر شده‌اند.</p>
            <p>از سیستم عامل در ویندوز شروع کنیم.</p>
            <p>پیش از بررسی اینکه سیستم عامل ویندوز چیست بهتر است که مروری بر تعریف سیستم و سیستم عامل داشته باشیم.
            سیستم مجموعه ای از اجزای به هم وابسته است که این اجزا از نظم خاصی پیروی می نمایید.</p>
            <p>سیستم عامل یا همان Operation System نرم افزاری است که بر روی دستگاه های کامپیوتری نصب می شود و وظیفه مدیریت و کنترل منابع سخت افزاری و نرم افزاری دستگاه به عهده اوست.</p>
            <p>سیستم عامل‌ها دارای نوع ها و ورژن‌های مختلفی هستند که هرکدام امکانات و ویژگی‌های جدیدی را به کاربران ارائه می‌دهند. هر سیستم عامل دارای مزایا و محدودیت‌های خاص خود است و بر اساس نیازها و کاربردهای موردنظر، می‌توان یکی از آنها را انتخاب کرد.</p>
            <p>در حال حاضر سیستم عامل‌هایی همچون Windows ،Linux و Mac برای کامپیوترهای دسکتاپ و لپ تاپ‌ها وجود دارند. برای گوشی‌های تلفن همراه هم سیستم عامل Android و IOS از متداول ترین سیستم عامل هایی هستند که مورد استفاده قرار می‌گیرند.</p>
            <p>احتمالا می دانید که ویندوز که بوده است «استیو جابز» اولین ویندوز در سال ۱۹۸۳ و توسط شرکت مایکروسافت به عنوان یک واسطه گرافیکی برای کاربران معرف شد.</p>
            <p>این ویندوز ها بسیار ساده بودند و به جز یک بازی به هیچ عنوان هیچ گونه سرگرمی در آن ها وجود نداشت. چند برنامه کلاسیک مانند ماشین حساب و نوت و Paint در این ویندوز ها وجود داشت که البته همراه استقبال مخالفت هایی هم همراهش بود.</p>
            <p>به طور کلی ویندوز دارای چندین وظایف می باشد که عبارتند از:</p>
            <ul className="list-disc mt-5 text-[#ffd700]">
                <li>آزمایش می کند که همه چیز به درستی و بدون ایراد کار کند.</li>
                <li>سخت افزار جدید را چک می کند.</li>
                <li>سیستم عامل ها را راه اندازی می کند.</li>
            </ul>
            <p>ویندوز را به این دلیل ویندوز (به معنای پنجره‌ها) نام گذاشتند که این سیستم عامل، نرم افزارهای مختلف را در قالب پنجره‌های مختلف باز می‌کند. مثلاً همین ک مرورگر شما درون یک پنجره باز است. شما با نرم افزار مرورگر در حال خواندن این صفحۀ اینترنتی هستید و به احتمال زیادی سیستم عامل رایانۀ شما هم ویندوز است.</p>
            <p>اگر شما کمی از کامپیوتر بدانید و در دیگر مقالات همراه ما بوده باشید میدانید ک ویندوز ده نداریم! شاید سوال برایتان پیش بیاد چرا آخه ویندوز نهی وجود نداره!</p>
            <p>طبق تحقیقات انگار که عدد ۹ در بسیاری از فرهنگ ها نحس است. از جمله کشور ژاپن که یکی از مشتریان به روز مایکروسافت به حساب می آید. اینکه آیا واقعا مایکروسافت از ترس این موضوع دست به همچین کاری زده باشد یکم منطقی نیست ولی خب حداقل ژاپنی ها به این موضوع عادت دارند.</p>
            <h2 className="text-lg font-bold mt-6">جدید ترین ویندوز کدام است؟</h2>
            <p>ویندوز ۱۱ «به انگلیسی: Windows 11 » جدیدترین نسخه سیستم‌عامل Windows شرکت مایکروسافت است. این نسخه از ویندوز در ۲۴ ژوئن ۲۰۲۱ رسمی رونمایی شده است.</p>
            <p>اما برای دانستن نکات بیشتر راجع به ویندوز و و کامپیوتر دیگر سیستم عامل‌های رایانه، به شما پیشنهاد می‌کنم با دیگر مقالات ما همراه بشارت باشید.</p>
        </div>
     );
}
 
export default windows;