const Graphic = () => {
  return (
    <div className="p-2 text-white mx-auto container">
      <div className="flex justify-center m-auto mb-4 p-4 bg-[#ffd700] rounded-lg shadow-lg max-w-md">
        <audio
          src="/assets/podCast/pod4.mp3"
          controls
          className="w-full"
          preload="none"
        >
          Your browser does not support the audio element.
        </audio>
      </div>
      <p>
        سلام به بشارتی های عزیز. اگر شماهم جز اون دسته از آدمایی هستید که به کار
        های خلاقانه و طراحی علاقه دارید ، تا آخر این پادکست همراه ما باشید
      </p>
      <p>
        به طور کلی طراحی طرح های گرافیکی کاملا بستگی به خلاقیت شما دارد و شما
        عزیزانی که دارید به این پادکست گوش میکنید این فرصت را دارید که در این
        شاخه از خلاقیت خودتون استفاده کنید. خب بنظرم وقتشه بدونیم اصلا کاری که
        یک طراح گرافیک انجام میده چیه؟
      </p>
      <p>
        به طور کلی گرافیست ها از هنر و فناوری برای انتقال ایدهها استفاده میکنند
        و این کار را با استفاده از ابزار های مختلف طراحی انجام میدهند. گرافیست
        ها طرح های خودشون رو مثل بنر ها و بروشور ها برای تبلیغات شرکت ها ارائه
        میدهند.
      </p>
      <p>
        هدف نهایی یک گرافیست این است که کسب و کاری که در آن فعالیت میکند را با
        طرح های خود برجسته کند و به دیده شدن برند نیز کمک میکند .
      </p>
      <p>
        گرافیست ها با استفاده از متن ، تصاویر و انواع مختلفی از شکل ها هویت برند
        را در تبلیغات به اشتراک میگذارند. این مقدمهای بود برای ورود شما به دنیای
        بزرگ گرافیک و شروع یادگیری شما عزیزان.
      </p>
      <p>
        توی این بخش قراره دوتا از نرم افزار هایی رو که طی این سال ها خودشون رو
        در زمینه گرافیک ثابت کردن معرفی کنیم
      </p>
      <p>
        فتوشاپ چیه؟ شاید این سوال برای شما پیش بیاد که اصلا نرم افزار فتوشاپ چیه
        و چه کاربرد هایی داره؟ اگه به صورت کلی بخوایم بگیم فتوشاپ یکی از نرم
        افزار های حوزه گرافیک است و با کمک فتوشاپ میتوانید تصاویر گرافیکی ایجاد
        کنید. خب میرسیم به بحث شیرین معرفی فتوشاپ :
      </p>
      <p>
        باید بگیم که نرم افزار فتوشاپ یک ویرایشگر حرفه‌ای است که هر فردی که در
        حوزه گرافیک و حتی انیمیشن فعالیت میکنند نیاز به کار با فتوشاپ دارند.
      </p>
      <p>
        نرم افزار فتوشاپ میتواند با مد های رنگی مثل ، RGB , CMYK و ... سروکار
        داشته باشد. عکس های پرسنلی ، پوستر های تبلیغاتی ، کارت های ویزیت ، بنر
        ها ، محیط گرافیکی سایت ها و همه‌ی این گزینه هایی هستند که برای به وجود
        آمدن باید یک بار از زیر دست های فتوشاپ کار عبور کند
      </p>

      <p>
        اگر شما به دنبال نرم افزاری برای ارائه فیلم های ویدئویی بسیار زیبا و
        خلاقانه می گردید و قصد دارید از جلوه های ویژه در تصاویر ویدئویی خود بهره
        مند شوید ، استفاده از نرم افزار افترافکت گزینه مناسبی برای شما می باشد .
      </p>
      <p>
        استفاده از نرم افزار افترافکت گزینه مناسبی برای شما می باشد . با استفاده
        از نرم افزار افترافکت می توانید به ایجاد جلوه های بصری ویژه در طراحی های
        خود بپردازید و به این ترتیب آثار هنری بسیار زیبا و منحصر به فردی را خلق
        کنید . با استفاده از نرم افزار افترافکت همچنین می توانید در صحنه های
        ثابت حرکت ایجاد نمایید و صحنه های ثابت را به صورت متحرک جلوه دهید .
      </p>
      <p>
        افترافکت یکی از کاربردی ترین و بهترین برنامه های ایجاد شده و توسعه یافته
        توسط شرکت ادوبی است که با استفاده از آن می توان برای ایجاد جلوه های بصری
        زیبا و حرکت های گرافیکی دو بعدی استفاده کرد . نرم افزار افترافکت یکی از
        برنامه های سودمند در تولید جلوه های بصری ویژه در ساخت فیلم ها به شمار می
        رود .
      </p>
      <p>
        با استفاده از نرم افزار افترافکت می توان حرکت های گرافیکی و پویای بسیار
        زیبایی را تدوین کرد.
      </p>
    </div>
  );
};

export default Graphic;
