const digitalCurrency = () => {
  return (
    <div className="text-white container mx-auto">
      <div className="w-2/3 rounded-2xl flex justify-center m-auto mb-3">
        <img
          src="../assets/maghalat/maghale-arz.jpg"
          alt="maghale-banner"
          className="w-full rounded-2xl"
        />
      </div>
      <h1 className="text-3xl font-extrabold flex justify-center mb-4 text-[#ffd700]">
      انواع تحلیل در بازار ارزدیجیتال
      </h1>
      <p>برای سرمایه گذاری درست در بازار ارز دیجیتال و همچنین کسب درآمد از آن علاوه بر اینکه باید بر چگونگی معامله ،نحوه خرید و فروش و همچنین نگه داری از سرمایه تسلط داشته باشیم.باید چگونگی تحلیل بازار و استفاده از آن تحلیل ها را بلد باشیم.اگر در این بازار کار صرفا به گفته های دیگران تکیه کنیم و خودمان به طور دقیق درباره بازار و نحوه حرکت آن مطالعه نداشته باشیم آینده ای نه چندان خوش آیند در انتظار ما خواهد بود.پس به عنوان فردی که در بازار ارز دیجیتال مشغول به کار است می بایست انواع تحلیل هایی که در بازار کار ،مفید است را بدانیم و بتوانیم از آن استفاده کنیم.در ادامه این مقاله همراه ما باشید تا با انواع تحلیل ها در بازار ارزدیجیتال آشنا شویم.</p>
      <h2 className="text-lg font-bold mt-6">بازار ارز دیچیتال</h2>
      <p>بازار ارز دیجیتال مثل تمام بازار های کاری دیگر ویژگی هایی دارد که فعالان در این بازار باید آن ها را بدانند و بر آن ویژگی ها تسلط کافی داشته باشند.برای مثال شما به عنوان یک سرمایه گذار یا یک معامله گر در این بازار به پدیده ها و اتفاقاتی که ممکن است در این بازار رخ دهد اشراف داشته باشید و بدانید در زمان رخ دادن آن اتفاقات مهم چه استراتژی را باید در پیش گیرید.</p>
      <p>تحلیل ها در این بازار دقیقا همین کار را برای ما انجام می دهند .شیوه های تحلیلی که در این بازار کارآمد هستند متفاوت از یکدیگر می باشند و هرکدام از دیگری مستقل هستند.</p>
      <h2 className="text-lg font-bold mt-6">انواع تحلیل ها</h2>
      <p>بازار اوراق قراضه،بازار بورس و بازار ارز دیجیتال شیوه های تحلیلی مشابه ای دارند.دقیق تر بخواهیم بررسی کنیم انواع تحلیل های بازار ارز دیجیتال شامل تحلیل های تکنیکال،فاندامنتال وسانتیمانتال می باشند. اما هرکدام از این تحلیل های در چه زمان به کار ما می آیند و چگونه می توانیم از آن ها در بازار ارز دیجیتال استفاده کنیم؟</p>
      <h2 className="text-lg font-bold mt-6">تحلیل تکنیکال در بازار ارز دیجیتال</h2>
      <p>ملاک تحلیل تکنیکال تاریخچه قیمت و حجم معاملات می باشد،و همچنین ما در تحلیل تکنیکال سعی داریم تا آینده بازار را پیش بینی کنیم.این نوع از تحلیل عموما در بازار های سنتی مثل بازار کالا و بورس صورت می گیرند.و این تحلیل هایی که در بازار های سنتی قرار می گیرند در بازار ارز دیجیتال نیز استفاده می شوند.عموما رفتار معامله گران در بازار کار مشابه است  و به همین علت الگوهای قیمتی یکسان صورت می گیرد،و این مشابهت در رفتار معامله گران اصولی را بوجود آورده است که تحلیل تکنیکال بر تکیه بر آن ساخته شده است.</p>
      <p>با وجود پیشرفت های بازار و پیچیده شدن روش های آنالیز،علم تحلیل تکنیکال نیز گسترش پیدا کرده  اما مانند گذشته همچنان احساسات،عرضه و تقاضا  مشخص کننده قیمت بازار هستند.قابل ذکر است که ما نباید تحلیل تکنیکال را دقیق و با قطعیت در نظر بگیریم.</p>
      <h2 className="text-lg font-bold mt-6">تحلیل فاندامنتال در بازار ارز دیجیتال</h2>
      <p>تحلیل فاندامنتال درواقع تحلیل بنیادین بزار محصوب می شود.این شیوه از تحیلیل ارز حقیقی یک دارایی را با استفاده از پارامتر های مالی و اقتصادی مشخص میکند.تحلیل بنیادین در واقع همان انجام و بررسی یک پروژه از نگاه هدف ها،نقشه راه و تیم و رویداد هایی که ممکن است اتفاق بیوفتد می باشد.البته عواملی مانند صرافی ها و بروکر ها،رقبا و... می توانند در معامله و تحلیل بنیادین آن تاثیر گذار باشند.تحلیل فاندامنتال در بازار ارز دیجیتال و بورس متفاوت است.برای مثال صورت های مالی در بازار بورس برای تحلیل بنیادین یک شرکت استفاده می شود.اما در بازار ارز دیجیتال کاملا متفاوت است و این گزارش و ارزیابی می تواند در قالب وایت پیپر یا تحت نظر یک تیم برنامه نویسی انجام شود.</p>
      <h2 className="text-lg font-bold mt-6">تحلیل سانتیمانتال در بازار ارز دیجیتال</h2>
      <p>این تحلیل نوعی تحلیل روانشناختی است و برای اندازه گیری تاثیر گذاری احساسات معامله گران در بازار می باشد.شاید پیش از این فکر می کردید که با تحلیل تکنیکال و فاندامنتال به سود دهی خواهید رسید ،اما باید گفت که این طرز فکر اشتباه است زیرا که این دو تحلیل بدون تحلیل سانتیمانتال هیچ معنایی ندارند.درواقع احساسات در این بازار تصمیم گیرنده اصلی است پس طبیعتا تحلیل احساسات در این بازار می تواند در سوددهی بسیار تاثیر گذار باشد.</p>
      <h2 className="text-lg font-bold mt-6">جمع بندی </h2>
      <p>در مجموع هر سه شیوه تحلیل در بازار تاثیر گذار هستند و مکمل یکدیگر نیز می باشندودر نتیجه شما باید در هر سه تحلیل تسلط لازم و کافی را داشته باشید تا بتوانید به درستی معامله های خود را انجام دهید و به سود دلخواه خود برسید.با تشکر از شما عزیزان که تا انتهای این مقاله همراه ما بودید.</p>
    </div>
  );
};

export default digitalCurrency;
