import Link from "next/link";
export default function Page() {
  return (
    <>
      <div className="container mx-auto my-10 text-white">
        <div className="m-auto mb-7 w-[300px] md:w-[700px] -mt-8">
          <img
            src="./assets/prop/prop1.webp"
            alt="prop"
            className="w-full rounded-3xl"
          />
        </div>
        <h1 className="text-3xl font-extrabold flex justify-center mb-4 text-[#ffd700]">
          حساب پراپ
        </h1>
         <a
        href="propAccount/propRegister"
        className="w-full mt-6"
      >
        <button className="bg-[#ffd700] text-black font-bold text-base w-full py-3 my-10">
            دریافت حساب پراپ
        </button>
      </a>
        <p>قوانین و مقررات</p>
        <p>قوانین طرح کلاسیک اینوست</p>
        <p>
          این طرح یک طرح پیشنهادی مرسوم در تمام پراپ فرم‌های (proprietary
          trading firms) ایرانی و خارجی می‌باشد. فعالیت پراپ فرم‌ها در جهت تامین
          سرمایه مورد نیاز افرادی است که قصد انجام معاملات در فارکس را دارند و
          با مشکل کمبود سرمایه مواجه هستند.
        </p>
        <p>در ادامه مراحل و قانون حاکم بر این طرح برای شما شرح داده شده است.</p>
        <p>مرحله چالش</p>
        <p>
          این مرحله اولین بخش از فرایند ارزیابی ماست. قبل از اینکه شما بتوانید
          حساب پراپ‌فیت خود را دریافت کنید، ما باید اطمینان حاصل کنیم که شما در
          معاملات خود مسئولانه و همچین با توجه به قواعد مدیریت ریسک اصولی رفتار
          می‌کنید. دلیل این است که تیم پراپ‌فیت از برآیند معاملاتی معامله‌گران
          پراپ‌فیت در پلتفرم خود برای کسب سود در بازار واقعی فارکس استفاده
          می‌کند.
        </p>
        <p>
          در این مرحله شما باید قوانین معقول و مشخصی را رعایت کنید که این قوانین
          را از این به بعد اهداف معاملاتی می‌نامیم.
        </p>
        <p>
          در این مرحله هیچ گونه محدودیت زمانی برای برآورده کردن اهداف معاملاتی
          وجود ندارد. هر زمانی که این اهداف توسط شما برآورده شد شما به مرحله بعد
          یعنی مرحله تایید نهایی خواهید رفت. به این معنا که بعد از برآورده شدن
          اهداف مشخص شده و درخواست بررسی حساب از بخش درخواست‌ها، کارشناسان
          پراپ‌فیت اکس حداکثر تا 3 روز کاری حساب را بررسی می‌نمایند و حساب جدید
          مرحله بعدی را در اختیار شما قرار خواهند داد. دلیل تاخیر حداکثر تا سه
          روز کاری آن است که پراپ‌فیت‌اکس با بروکرهای معتبر برای دریافت منبع
          قیمتی قابل اعتماد همکاری می‌کند و هیچ سرور اختصاصی ندارد، به همین دلیل
          فرایند دریافت اطلاعات، بررسی اکوییتی حساب‌ها و تایید آنان ممکن است تا
          سه روز کاری زمان نیاز داشته باشد.
        </p>
        <p>
          حداقل زمان لازم برای پشت سر گذاشتن این مرحله ۵ روز معاملاتی می‌باشد(
          روز معاملاتی روزی است که در آن روز شما حداقل یک پزیش باز کرده باشید و
          آن را بسته باشید )، تا برای تیم پراپ‌فیت مشخص شود که موفقیت‌های شما در
          هر مرحله بر اساس استراتژی مشخص و توانمندی شما بوده و ناشی از شانس و
          نوسانات ناگهانی بازار در یک جهت نبوده است.
        </p>
        <p>مرحله تایید نهایی</p>
        <p>
          این مرحله، آخرین مرحله فرایند ارزیابی می‌باشد. در این مرحله ثبات
          عملکرد شما در چارچوب اهداف معاملاتی سنجیده ‌می‌شود. این مرحله نسبت به
          مرحله چالش، اهداف معاملاتی آسان‌تری دارد و شما نیاز به کسب سود کمتری
          دارید.
        </p>
        <p>
          در این مرحله نیز برای دست‌یابی به اهداف معاملاتی شما هیچ محدودیت زمانی
          ندارید. بعد از بررسی و تایید دست‌یابی به اهداف معاملاتی توسط کارشناسان
          حداکثر تا سه روز کاری، شما وارد مرحله بعد و دریافت حساب پراپ‌فیت خود
          خواهید شد.
        </p>
        <p>حساب پراپ‌فیت</p>
        <p>
          زمانی که شما وارد این مرحله می‌شوید، دیگر اطمینان کافی از مهارت‌های
          شما در ثبات عملکرد به هنگام مواجه با شرایط مختلف بازار و همچنین مدیریت
          ریسک حاصل شده‌ است. در این مرحله دیگر اهداف سودآوری خاصی برای شما در
          نظر گرفته نشده است و بدون محدودیت زمانی آزادی عملکرد در کسب سود دارید.
          شما در این مرحله تنها باید حد ضرر روزانه و حد ضرر کلی حساب را رعایت
          کنید که جز اصلی‌ترین قواعد مدیریت ریسک معاملات در فارکس می‌باشد.
        </p>
        <p>
          شما می‌توانید قوانین مربوط به تقسیم سود این طرح را در بخش مربوطه در
          قوانین عمومی مطالعه کنید.
        </p>
        <p>
          حد ضرر روزانه حد ضرر کلی هدف کسب سود حداقل روزهای معاملاتی محدودیت
          زمانی برگشت وجه اولیه
        </p>
        <p>۷٪ ۱۵٪ - ۵ </p>
        <p>قوانین طرح پرو اینوست</p>
        <p>
          این طرح برای کاربرانی طراحی شده‌ است که سابقه انجام معاملات در فارکس
          را دارند و از تجربه و دانش کافی برخوردار هستند و نیازی ندارند تا
          توانایی‌های خود را به تیم پراپ‌فیت ثابت کنند. این افراد می‌توانند زمان
          خود را ذخیره کرده و مستقیما حساب پراپ‌فیت خود را دریافت کنند. با توجه
          به اینکه این افراد مستقیما سرمایه مورد نیاز خود را تامین می‌کنند و
          شناخت کافی از آن‌ها برای تیم پراپ‌فیت وجود ندارد هزینه‌ی ورود به این
          طرح برای آن‌ها بالاتر خواهد بود. این افزایش هزینه برای پوشش ریسک عدم
          شناخت تیم پراپ‌فیت از توانایی معاملاتی این افراد است. همچنین اهداف
          معاملاتی در حساب پراپ فیت برای این افراد کمی سخت‌تر خواهد بود. تیم
          پراپ‌فیت انتظار دارد این افراد حرفه‌ای‌تر عمل کرده و در معاملات خود به
          رعایت حد ضررها پایبندی بیشتری داشته باشند.
        </p>
        <p>
          شما می‌توانید قوانین مربوط به تقسیم سود این طرح را در بخش مربوطه در
          قوانین عمومی مطالعه کنید.
        </p>
        <p>
          حد ضرر روزانه حد ضرر کلی هدف کسب سود حداقل روزهای معاملاتی محدودیت
          زمانی
        </p>
        <p>۵٪ - ۱۰٪ - ۵ </p>
        <p>قوانین حساب آزمایشی</p>
        <p>
          در این طرح تمامی قوانین مرحله چالش طرح کلاسیک اینوست حاکم است با این
          فرق که طرح حساب آزمایشی همانطور که از نامش پیداست با ارائه پیشنهادی
          ویژه سعی دارد تا شما مطمئن‌تر و کم هزینه‌تر بتوانید به سرمایه مورد
          نیاز خود دست پیدا کنید. همانطور که قبلا گفته شد موفقیت تیم پراپ‌فیت در
          گرو موفقیت کاربران و معامله‌گران آن است پس تیم پراپ‌فیت از هر روشی
          برای افزایش احتمال موفقیت شما در فارکس استفاده می‌کند. این طرح بدون
          هزینه ورودی می‌باشد.
        </p>
        <p>
          حساب آزمایشی تنها حسابی است دارای محدودیت زمانی می‌باشد و شما تنها ۳۰
          روز وقت دارید تا به اهداف معاملاتی تعیین شده برای آن دست پیدا کنید. با
          توجه به رایگان بودن این حساب، این محدودیت زمانی برای آن در نظر گرفته
          شده تا کاربران پراپ‌فیت اکس با انگیزه بیشتری به دنبال بدست آوردن اهداف
          معاملاتی و استفاده از مزایای ناشی از آن باشند. همچنین اگر شما موفق
          شوید که حساب آزمایشی خود را با موفقیت سپری کنید می‌توانید با ۲۰ درصد
          تخفیف وارد یکی از طرح‌های کلاسیک اینوست شوید.
        </p>
        <p>
          حد ضرر روزانه حد ضرر کلی هدف کسب سود حداقل روزهای معاملاتی محدودیت
          زمانی ۷٪ ۱۵٪ ۱۰٪ ۵{" "}
        </p>
        <p>
          پر واضح است محدودیت‌های این جداول مختص به طرح‌های آماده پراپ‌فیت است و
          با سفارشی کردن طرح، توسط خود کاربر، تغییر خواهد کرد.
        </p>
        <p>قوانین عمومی</p>
        <p>برداشت سود</p>
        <p>
          شما پس از کسب سود در حساب پراپ‌فیت خود (حداقل ۱۰۰ دلار)، می‌توانید
          درخواست برداشت خود را از طریق بخش برداشت سود ثبت کنید. فقط به خاطر
          داشته باشید که اولین برداشت تنها ۵ روز معاملاتی بعد شروع معاملات در
          حساب پراپ‌فیت شما ممکن است. روز معاملاتی روزی در نظر گرفته می‌شود که
          شما در آن روز حداقل یک معامله انجام داده باشید. همچنین پرداخت سود تنها
          به وسیله ارزهای دیجیتال صورت می‌گیرد. پس از بررسی و تایید کارشناسان
          پراپ‌فیت اکس (همانند فرآیند تایید مرحله چالش و مرحله تایید نهایی)
          حداکثر پس از سه روز کاری قابل پرداخت خواهد بود.
        </p>
        <p>
          نکته بسیار مهم: شما در زمان ثبت درخواست برداشت سود نباید هیچ پزیشن باز
          معاملاتی داشته باشید و همچنین تا دریافت سود و اطلاعات حساب معاملاتی
          جدید نباید هیچ معامله دیگری انجام دهید.
        </p>
        <p>قانون تقسیم سود</p>
        <p>
          در طرح کلاسیک اینوست تا قبل از اینکه حساب پراپ‌فیت شما دوبار شامل
          قانون افزایش سرمایه نشده است درصد تقسیم سود ۸۰ به ۲۰ است، یعنی ۸۰ درصد
          سود حاصل از معاملات شما در حساب پراپ‌فیت متعلق به شماست. بعد از دومین
          مرحله افزایش سرمایه که به حساب شما تعلق می‌گیرد درصد تقسیم ۹۰ به ۱۰
          خواهد شد یعنی ۹۰ درصد سود متعلق به شما خواهد بود. در طرح پرو اینوست تا
          قبل از دوبار افزایش سرمایه حساب شما، درصد تقسیم به صورت مساوی و ۵۰
          درصد می‌باشد اما بعد از آن این نسبت به ۷۰ به ۳۰ تغییر می‌کند یعنی ۷۰
          درصد سود حاصله به شما تعلق می‌گیرد.
        </p>
        <p>
          دقت داشته باشید که این قانون تقسیم سود برای طرح‌های‌ آماده پراپ‌فیت
          اکس می‌باشد و در طرح‌های سفارشی بعد از دوبار افزایش سرمایه بر اساس
          میزان درصد تقسیم سودی که کاربر انتخاب کرده شرایط متفاوت خواهد بود که
          از طریق تیم پراپ‌فیت اکس به کاربر اطلاع رسانی خواهد شد.
        </p>
        <p>قانون افزایش سرمایه</p>
        <p>
          حساب پراپ‌فیت در طرح کلاسیک‌ اینوست و پرو اینوست شامل قانون افزایش
          سرمایه می‌شود. در این قانون اگر شما موفق شوید بالانس اولیه‌ای که در
          طرح کلاسیک اینوست در اختیار شما قرار می‌گیرد را ۵۰ درصد رشد دهید،
          بالانس حساب شما یک و نیم برابر می‌شود (در طرح پرو اینوست باید حساب شما
          ۱۰۰ درصد رشد کرده باشد تا شامل این قانون شود). سودهای برداشتی شما نیز
          به عنوان رشد حساب شما در نظر گرفته می‌شود. ( یعنی اگر شما در طرح
          کلاسیک اینوست یک حساب ۵۰۰۰ دلاری داشته باشید و مبلغ ۱۰۰۰ دلار به عنوان
          سود برداشت کرده باشید و همچنین مقدار بالانس فعلی حساب شما ۶۵۰۰ دلار
          باشد، شما موفق شده‌اید حساب خود را ۵۰ درصد یعنی تا مبلغ ۷۵۰۰ دلار رشد
          دهید. در این حالت بالانس حساب شما به مبلغ ۱۱۲۵۰ دلار افزایش می‌یابد).
        </p>
        <p>
          توجه: شما تنها قادر به برداشت‌ سودهایی هستید که از معاملات خود شما
          حاصل شده باشد یعنی مشخصا قادر به برداشت مقادیر افزایش یافته از طریق
          قانون افزایش سرمایه نیستید.
        </p>
        <p>
          درخواست افزایش سرمایه حساب باید توسط معامله‌گر از بخش درخواست‌های من
          برای تیم پراپ‌فیت ارسال گردد.
        </p>
        <p>بازپرداخت مبلغ ورود به طرح‌ها</p>
        <p>
          در طرح کلاسیک اینوست زمانی که شما موفق می‌شوید حساب پراپ‌فیت خود را
          بدست آورید، مبلغ پرداختی که در ابتدا برای ورود به طرح پرداخت کرده‌اید،
          با اولین برداشت سود به شما بازپرداخت خواهد شد.
        </p>
        <p>
          قابل ذکر است که در طرح‌های پرو اینوست بازپرداخت مبلغ ورود به طرح انجام
          نمی‌شود.
        </p>
        <p>
          کاملا روشن است که اگر شما نتوانید در طرح‌های کلاسیک اینوست فرآیند
          ارزیابی را با موفقیت سپری کنید هزینه ورودی شما برگردانده نخواهد شد.
        </p>
        <p>معامله‌گر پراپ‌فیت</p>
        <p>معامله‌گران پراپ‌فیت افرادی هستند که:</p>
        <p>مرحله چالش را با موفقیت سپری کرده‌اند.</p>
        <p>مرحله تایید نهایی را نیز پشت سر گذاشته‌اند.</p>
        <p>
          و موفق به کسب ۳ بار افزایش سرمایه در حساب پراپ‌فیت خود شده‌اند. این
          افراد امکان کسب سود مشارکت را نیز علاوه بر سود انجام معاملات روی حساب
          پراپ فیت خود را دارند.
        </p>
        <p>
          همچنین برای برقراری روابط حقوقی مناسب بین پراپ‌فیت و معامله‌گران
          پراپ‌فیت در این مرحله یک قرداد بین تیم پراپ‌فیت اکس و معامله‌گر
          پراپ‌فیت به امضا خواهد رسید. مراحل لازم برای عقد این قرارداد توسط
          کارشناسان ما با کاربرانی که موفق شده‌اند معامله‌گر پراپ‌فیت شوند انجام
          خواهد شد.
        </p>
        <p>
          یکی دیگر از مزایای معامله‌گرانی که موفق می‌شوند اعتبار معامله‌گر
          پراپ‌فیت را به دست آورند این است که محدودیت حد ضرر روزانه برای آن‌ها
          برداشته می‌شود و همچنین یک حساب رایگان در فرایند ارزیابی طرح کلاسیک
          اینوست دریافت خواهند کرد تا بتوانند با عبور موفق از فرایند ارزیابی
          مجددا یک حساب پراپ‌فیت دیگر بدست آورند و در صورت تمایل حساب‌های
          پراپ‌فیت خود را ادغام کنند. اندازه حساب رایگانی که در اختیار معامله‌گر
          پراپ‌فیت قرار می‌گیرد معادل بسته تامین مالی است که در ابتدا انتخاب
          کرده بوده است.
        </p>
        <p>سود مشارکت</p>
        <p>
          همانطور که در قبل گفته شد پراپ‌فیت اکس از برآیند معاملاتی افرادی که
          تبدیل به معامله‌گران پراپ‌فیت شده‌اند در حساب‌های تحت مدیریت خود در
          فارکس استفاده می‌کند. این بدین معنی است که ممکن است در یک دوره زمانی
          مشخص یک یا چند معامله یک معامله‌گر پراپ‌فیت برای انجام معامله در حساب
          معاملاتی تیم پراپ‌فیت اکس کپی شود. در این صورت معامله‌گر پرافیت بر
          اساس امتیاز مشارکتی که در سیستم پراپ‌فیت کسب کرده است، در سود حاصل از
          این معاملات بر روی حساب معاملاتی تیم پراپ‌فیت اکس که چندین برابر
          حساب‌های تحت مدیریت خود معامله‌گر می‌باشد در رنج ۵ الی ۱۵ درصد، سود
          مشارکت بدست خواهد آورد.
        </p>
        <p>حداکثر میزان حساب از طریق افزایش سرمایه</p>
        <p>
          حداکثر میزان حسابی که در صورت افزایش سرمایه‌های ایجاد شده در یک حساب
          می‌تواند در اختیار یک کاربر قرار بگیرد مبلغ ۵۰۰ هزار دلار می‌باشد.
        </p>
        <p>حداکثر حساب‌های همزمان</p>
        <p>
          هر کاربر می‌تواند به‌طور همزمان وارد ۳ طرح شود تا اینکه موفق شود حساب
          پراپ‌فیت خود را بدست آورد. به طور دقیق‌تر هر کاربر می‌تواند ۳ حساب
          فعال داشته باشد به عنوان مثال یک حساب پراپ‌فیت به همراه دو حساب دیگر
          که هنوز به حساب پراپ‌فیت تبدیل نشده و در مرحله چالش یا تایید نهایی
          می‌باشند. همچنین اگر کاربر بتواند در بیش از یک طرح موفق شود که حساب
          پراپ‌فیت بدست‌ آورد می‌تواند مبالغی که در حساب‌های پراپ‌فیت خود دارد
          را در صورت داشتن شرایط لازم ادغام کند.
        </p>
        <p>
          دقت داشته باشید که این قانون شامل حساب‌ها در طرح پرو اینوست نمی‌شود.
        </p>
        <p>قوانین ادغام در حساب‌های پراپ فیت</p>
        <p>
          اگر کاربری بیش از یک حساب پراپ‌فیت داشته باشد با برقراری شرایط زیر
          حساب‌های کاربر قابل ادغام شدن هستند:
        </p>
        <p> بالانس هیچ حسابی کمتر از بالانس اولیه اختصاص یافته نباشد.</p>
        <p>
          اگر دو حساب با قاعده تقسیم سود متفاوت ادغام شوند، قاعده تقسیم سود کمتر
          بر آن حساب لحاظ ‌می‌شود. (به عنوان مثال اگر یک حساب دارای ویژگی تقسیم
          سود ۹۰ به ۱۰ است و یک حساب دیگر دارای ویژگی تقسیم سود ۸۰ به ۲۰، پس از
          ادغام قاعده تقسیم سود حساب جدید ۸۰ به ۲۰ خواهد بود تا اینکه کاربر مجدد
          شرایط تقسیم سود ۹۰ به ۱۰ را برای این حساب احراز کند.)
        </p>
        <p>
          هیچ کدام از حساب‌ها دارای موقعیت معاملاتی باز نباشد. امتیاز مشارکت هر
          کاربر می‌تواند با انجام مجموعه فعالیت‌هایی که توسط تیم پراپ‌فیت
          پیشنهاد می‌شود امتیاز مشارکت بدست آورد. کاربر می تواند از این امتیاز
          برای ورود به طرح‌های مختلف کلاسیک اینوست استفاده کند. یعنی در صورتی که
          کاربر امتیاز کافی داشته باشد می‌تواند برای ورود به طرح‌ها پولی پرداخت
          نکند یا فقط بخشی از آن را پرداخت کند. در پراپ‌فیت هیچ محدودیتی برای
          کسب امتیاز مشارکت وجود ندارد.
        </p>
        <p>
          برخی از فعالیت‌هایی که کاربر می تواند به وسیله آن امتیاز مشارکت بدست
          آورد در زیر آمده است:
        </p>
        <p>گذراندن مرحله چالش</p>
        <p>گذراندن مرحله تایید نهایی</p>
        <p> هر مرحله از افزایش سرمایه</p>
        <p>دعوت از دوستان</p>
        <p>چالش‌های اینستاگرامی</p>
        <p>انجام تعداد مشخصی معاملات موفق در یک روز یا یک هفته</p>
        <p>
          تعداد معاملات کپی شده در حساب اصلی تیم پراپ فیت که امتیاز بالایی دارد
        </p>
        <p>معاملات در ساعت اخبار</p>
        <p>
          برای معاملات در ساعاتی که اخبار مهمی در مورد ابزارهای معاملاتی در
          فارکس منتشر می‌شود، هیچ محدودیتی در هیچ یک از مراحل و انواع حساب‌های
          پیشنهادی پراپ‌فیت وجود ندارد. به طور مشخص کاربر می‌تواند در تمامی
          ساعاتی که بازار فارکس فعال است معاملات خود را انجام دهد.
        </p>
        <p>باز نگه داشتن معاملات در پایان هفته معاملاتی</p>
        <p>
          تنها کاربرانی که موفق شده‌اند به عنوان معامله‌گران پراپ‌فیت شناخته
          شوند، دارای محدودیت معاملاتی در این حالت هستند. تمام این معامله‌گران
          باتوجه به اینکه دارای همکاری‌های بیشتر با تیم‌پراپ‌فیت اکس هستند حتما
          باید در پایان هفته معاملاتی یعنی جمعه شب و قبل از بسته شدن مارکت تمام
          پزیشن‌های باز و پندینگ خود را کنسل کنند. برای سایر کاربران در هیچ
          مرحله دیگری این محدودیت وجود ندارد.
        </p>
        <p>ابزارهای معاملاتی و استراتژی‌های معاملاتی مجاز</p>
        <p>
          از آنجایی که بروکر توسط کاربر از میان بروکرهای همکار با پراپ‌فیت اکس
          انتخاب می‌شود و پس از آن افتتاح حساب توسط تیم پراپ‌فیت صورت می‌گیرد،
          تمام ابزارهایی که در بروکر انتخابی شما موجود باشد امکان معامله دارد.
          اگر کاربر بروکر مشخصی مد نظر نداشته باشد و فقط ابزار معاملاتی مد نظر
          خود را بداند، تیم پراپ‌فیت همراه کاربر خواهد بود تا بتواند بهترین
          بروکر را جهت انجام معاملات آن ابزار به کاربر معرفی کند. تیم پراپ‌فیت
          اکس همواره با معتبرترین و شناخته شده‌ترین بروکرها همکاری خواهد داشت و
          تا بتواند حساب‌هایی با مطمئن‌ترین مرجع قیمتی در اختیار کاربران خود
          قرار دهد.
        </p>
        <p>
          هرگونه استراتژی معاملاتی که در جهت سودآوری کاربر باشد مجاز است. همچنین
          استفاده از الگوریتم تریدینگ و یا اکسپرت ادوایزرها (Expert Advisers)
          برای پیاده‌سازی استراتژی‌ها نیز مجاز می‌باشد. تنها حالت غیر مجاز
          معاملاتی هجینگ (Hedge) بین هر نوع از حساب‌های کاربر و یا با سایر
          کاربران در همه طرح‌ها می‌باشد.
        </p>
        <p>معاملات و اقدامات ممنوع</p>
        <p>
          کاربر به هیچ عنوان در هیچ مرحله‌ای و در هیچ طرحی نباید نام کاربری و
          رمز عبوری که برای ورود به حساب معاملاتی در اختیار او قرار گرفته است را
          تغییر دهد. این امر با تذکر به کاربر و اقدامات تنبیهی همچون کاهش بالانس
          حساب معاملاتی و حتی بستن حساب معاملاتی کاربر همراه خواهد بود. تیم
          پراپ‌فیت حق انجام اقدامات لازم در صورت این اشتباه را برای خود محفوظ
          می‌داند.
        </p>
        <p>
          اگر کاربر بیش از ۱۵ روز معاملاتی به صورت پیوسته هیچ معامله‌ای در حساب
          خود انجام ندهد، ابتدا یک ایمیل اخطار به کاربر از طریق ایمیل رسمی او
          ارسال می‌شود و ۱۰ روز کاری دیگر برای شروع معاملات به او وقت داده خواهد
          شد. اگر بعد از گذشت ۱۰ روز معاملاتی دیگر همچنان کاربر معامله انجام
          نشود، حساب کاربر برای جلوگیری از هزینه‌های نگه‌داری سرور و همچنین
          مسائل امنیتی مسدود خواهد شد. اگر کاربر نیاز داشته باشد در زمانی بیش از
          موارد بالا معاملات خود را از سر بگیرد، حتما باید این موضوع را با ارسال
          ایمیل به ایمیل رسمی تیم پراپ‌فیت اکس (info@propfitx.com) و یا ارسال
          تیکت از بخش درخواست‌های من در پروفایل خود اعلام کند. زمانی که برای
          شروع فعالیت شما در هر مرحله در نظر گرفته می‌شود، روزی است که نام
          کاربری و رمز عبور برای شما ارسال شده است.
        </p>
        <p>مبنای سنجش حد ضرر روزانه و حد ضرر کلی حساب</p>
        <p>
          مبنای محاسبه حد ضرر روزانه، میزان بالانس حساب پس از آخرین معامله بسته
          شده می‌باشد. دقت داشته باشید که برای بررسی میزان حد ضرر روزانه و حد
          ضرر کلی افت اکوییتی که ناشی از میزان ضرر پزیشن‌های باز در هر لحظه است،
          در نظر گرفته ‌می‌شود. همچنین در حد ضرر روزانه برآیند سود‌ها و ضررهایی
          که در یک روز معاملاتی اتفاق افتاده باشد نیز ملاک است و نباید از حد ضرر
          روزانه تعیین شده عبور کند. مبنای سنجش در این برآیند، میزان بالانس در
          ابتدای روز معاملاتی می‌باشد.
        </p>
        <p>
          مبنای محاسبه حد ضرر کلی حساب، بالانس اولیه است که در اختیار کاربر قرار
          گرفته. به طور مشخص اگر در یک بازه زمانی بالانس حساب کاربر از حد ضرر
          کلی عبور کند و مجدد به بالای آن برگردد (افت اکوییتی)، نقض اهداف
          معاملاتی ناظر بر حد ضرر کلی صورت گرفته و حساب مسدود می‌شود.
        </p>
        <p>اهرم معاملاتی</p>
        <p>
          تیم پراپ‌فیت در حال حاضر تنها با اهرم معاملاتی ۱:۱۰۰ حساب‌های معاملاتی
          را در اختیار کاربران قرار خواهد داد. دسترسی به حساب‌هایی با اهرم
          معاملاتی بالاتر در حال بررسی می‌باشد.
        </p>
        <p>پلتفرم‌های معاملاتی مجاز</p>
        <p>
          تنها پلتفرم معاملاتی که تیم پراپ‌فیت در حال حاضر در اختیار کاربران
          قرار می‌دهد متاتریدر ۵ می باشد.
        </p>
        <p>قوانین و مقررات</p>
        <p>قوانین طرح کلاسیک اینوست</p>
        <p>
          این طرح یک طرح پیشنهادی مرسوم در تمام پراپ فرم‌های (proprietary
          trading firms) ایرانی و خارجی می‌باشد. فعالیت پراپ فرم‌ها در جهت تامین
          سرمایه مورد نیاز افرادی است که قصد انجام معاملات در فارکس را دارند و
          با مشکل کمبود سرمایه مواجه هستند.
        </p>
        <p>در ادامه مراحل و قانون حاکم بر این طرح برای شما شرح داده شده است.</p>
        <p>مرحله چالش</p>
        <p>
          این مرحله اولین بخش از فرایند ارزیابی ماست. قبل از اینکه شما بتوانید
          حساب پراپ‌فیت خود را دریافت کنید، ما باید اطمینان حاصل کنیم که شما در
          معاملات خود مسئولانه و همچین با توجه به قواعد مدیریت ریسک اصولی رفتار
          می‌کنید. دلیل این است که تیم پراپ‌فیت از برآیند معاملاتی معامله‌گران
          پراپ‌فیت در پلتفرم خود برای کسب سود در بازار واقعی فارکس استفاده
          می‌کند.
        </p>
        <p>
          در این مرحله شما باید قوانین معقول و مشخصی را رعایت کنید که این قوانین
          را از این به بعد اهداف معاملاتی می‌نامیم.
        </p>
        <p>
          در این مرحله هیچ گونه محدودیت زمانی برای برآورده کردن اهداف معاملاتی
          وجود ندارد. هر زمانی که این اهداف توسط شما برآورده شد شما به مرحله بعد
          یعنی مرحله تایید نهایی خواهید رفت. به این معنا که بعد از برآورده شدن
          اهداف مشخص شده و درخواست بررسی حساب از بخش درخواست‌ها، کارشناسان
          پراپ‌فیت اکس حداکثر تا 3 روز کاری حساب را بررسی می‌نمایند و حساب جدید
          مرحله بعدی را در اختیار شما قرار خواهند داد. دلیل تاخیر حداکثر تا سه
          روز کاری آن است که پراپ‌فیت‌اکس با بروکرهای معتبر برای دریافت منبع
          قیمتی قابل اعتماد همکاری می‌کند و هیچ سرور اختصاصی ندارد، به همین دلیل
          فرایند دریافت اطلاعات، بررسی اکوییتی حساب‌ها و تایید آنان ممکن است تا
          سه روز کاری زمان نیاز داشته باشد.
        </p>
        <p>
          حداقل زمان لازم برای پشت سر گذاشتن این مرحله ۵ روز معاملاتی می‌باشد(
          روز معاملاتی روزی است که در آن روز شما حداقل یک پزیش باز کرده باشید و
          آن را بسته باشید )، تا برای تیم پراپ‌فیت مشخص شود که موفقیت‌های شما در
          هر مرحله بر اساس استراتژی مشخص و توانمندی شما بوده و ناشی از شانس و
          نوسانات ناگهانی بازار در یک جهت نبوده است.
        </p>
        <p>مرحله تایید نهایی</p>
        <p>
          این مرحله، آخرین مرحله فرایند ارزیابی می‌باشد. در این مرحله ثبات
          عملکرد شما در چارچوب اهداف معاملاتی سنجیده ‌می‌شود. این مرحله نسبت به
          مرحله چالش، اهداف معاملاتی آسان‌تری دارد و شما نیاز به کسب سود کمتری
          دارید.
        </p>
        <p>
          در این مرحله نیز برای دست‌یابی به اهداف معاملاتی شما هیچ محدودیت زمانی
          ندارید. بعد از بررسی و تایید دست‌یابی به اهداف معاملاتی توسط کارشناسان
          حداکثر تا سه روز کاری، شما وارد مرحله بعد و دریافت حساب پراپ‌فیت خود
          خواهید شد.
        </p>
        <p> حساب پراپ‌فیت</p>
        <p>
          زمانی که شما وارد این مرحله می‌شوید، دیگر اطمینان کافی از مهارت‌های
          شما در ثبات عملکرد به هنگام مواجه با شرایط مختلف بازار و همچنین مدیریت
          ریسک حاصل شده‌ است. در این مرحله دیگر اهداف سودآوری خاصی برای شما در
          نظر گرفته نشده است و بدون محدودیت زمانی آزادی عملکرد در کسب سود دارید.
          شما در این مرحله تنها باید حد ضرر روزانه و حد ضرر کلی حساب را رعایت
          کنید که جز اصلی‌ترین قواعد مدیریت ریسک معاملات در فارکس می‌باشد.
        </p>
        <p>
          شما می‌توانید قوانین مربوط به تقسیم سود این طرح را در بخش مربوطه در
          قوانین عمومی مطالعه کنید.
        </p>
        <p>
          حد ضرر روزانه حد ضرر کلی هدف کسب سود حداقل روزهای معاملاتی محدودیت
          زمانی برگشت وجه اولیه ۷٪ ۱۵٪ - ۵{" "}
        </p>
        <p>قوانین طرح پرو اینوست</p>
        <p>
          این طرح برای کاربرانی طراحی شده‌ است که سابقه انجام معاملات در فارکس
          را دارند و از تجربه و دانش کافی برخوردار هستند و نیازی ندارند تا
          توانایی‌های خود را به تیم پراپ‌فیت ثابت کنند. این افراد می‌توانند زمان
          خود را ذخیره کرده و مستقیما حساب پراپ‌فیت خود را دریافت کنند. با توجه
          به اینکه این افراد مستقیما سرمایه مورد نیاز خود را تامین می‌کنند و
          شناخت کافی از آن‌ها برای تیم پراپ‌فیت وجود ندارد هزینه‌ی ورود به این
          طرح برای آن‌ها بالاتر خواهد بود. این افزایش هزینه برای پوشش ریسک عدم
          شناخت تیم پراپ‌فیت از توانایی معاملاتی این افراد است. همچنین اهداف
          معاملاتی در حساب پراپ فیت برای این افراد کمی سخت‌تر خواهد بود. تیم
          پراپ‌فیت انتظار دارد این افراد حرفه‌ای‌تر عمل کرده و در معاملات خود به
          رعایت حد ضررها پایبندی بیشتری داشته باشند.
        </p>
        <p>
          شما می‌توانید قوانین مربوط به تقسیم سود این طرح را در بخش مربوطه در
          قوانین عمومی مطالعه کنید.
        </p>
        <p>
          حد ضرر روزانه حد ضرر کلی هدف کسب سود حداقل روزهای معاملاتی محدودیت
          زمانی ۵٪ - ۱۰٪ - ۵{" "}
        </p>
        <p>قوانین حساب آزمایشی</p>
        <p>
          در این طرح تمامی قوانین مرحله چالش طرح کلاسیک اینوست حاکم است با این
          فرق که طرح حساب آزمایشی همانطور که از نامش پیداست با ارائه پیشنهادی
          ویژه سعی دارد تا شما مطمئن‌تر و کم هزینه‌تر بتوانید به سرمایه مورد
          نیاز خود دست پیدا کنید. همانطور که قبلا گفته شد موفقیت تیم پراپ‌فیت در
          گرو موفقیت کاربران و معامله‌گران آن است پس تیم پراپ‌فیت از هر روشی
          برای افزایش احتمال موفقیت شما در فارکس استفاده می‌کند. این طرح بدون
          هزینه ورودی می‌باشد.
        </p>
        <p>
          حساب آزمایشی تنها حسابی است دارای محدودیت زمانی می‌باشد و شما تنها ۳۰
          روز وقت دارید تا به اهداف معاملاتی تعیین شده برای آن دست پیدا کنید. با
          توجه به رایگان بودن این حساب، این محدودیت زمانی برای آن در نظر گرفته
          شده تا کاربران پراپ‌فیت اکس با انگیزه بیشتری به دنبال بدست آوردن اهداف
          معاملاتی و استفاده از مزایای ناشی از آن باشند. همچنین اگر شما موفق
          شوید که حساب آزمایشی خود را با موفقیت سپری کنید می‌توانید با ۲۰ درصد
          تخفیف وارد یکی از طرح‌های کلاسیک اینوست شوید.
        </p>
        <p>
          حد ضرر روزانه حد ضرر کلی هدف کسب سود حداقل روزهای معاملاتی محدودیت
          زمانی ۷٪ ۱۵٪ ۱۰٪ ۵{" "}
        </p>
        <p>
          پر واضح است محدودیت‌های این جداول مختص به طرح‌های آماده پراپ‌فیت است و
          با سفارشی کردن طرح، توسط خود کاربر، تغییر خواهد کرد.
        </p>
        <p>قوانین عمومی برداشت سود</p>
        <p>
          شما پس از کسب سود در حساب پراپ‌فیت خود (حداقل ۱۰۰ دلار)، می‌توانید
          درخواست برداشت خود را از طریق بخش برداشت سود ثبت کنید. فقط به خاطر
          داشته باشید که اولین برداشت تنها ۵ روز معاملاتی بعد شروع معاملات در
          حساب پراپ‌فیت شما ممکن است. روز معاملاتی روزی در نظر گرفته می‌شود که
          شما در آن روز حداقل یک معامله انجام داده باشید. همچنین پرداخت سود تنها
          به وسیله ارزهای دیجیتال صورت می‌گیرد. پس از بررسی و تایید کارشناسان
          پراپ‌فیت اکس (همانند فرآیند تایید مرحله چالش و مرحله تایید نهایی)
          حداکثر پس از سه روز کاری قابل پرداخت خواهد بود.
        </p>
        <p>
          نکته بسیار مهم: شما در زمان ثبت درخواست برداشت سود نباید هیچ پزیشن باز
          معاملاتی داشته باشید و همچنین تا دریافت سود و اطلاعات حساب معاملاتی
          جدید نباید هیچ معامله دیگری انجام دهید.
        </p>
        <p>قانون تقسیم سود</p>
        <p>
          در طرح کلاسیک اینوست تا قبل از اینکه حساب پراپ‌فیت شما دوبار شامل
          قانون افزایش سرمایه نشده است درصد تقسیم سود ۸۰ به ۲۰ است، یعنی ۸۰ درصد
          سود حاصل از معاملات شما در حساب پراپ‌فیت متعلق به شماست. بعد از دومین
          مرحله افزایش سرمایه که به حساب شما تعلق می‌گیرد درصد تقسیم ۹۰ به ۱۰
          خواهد شد یعنی ۹۰ درصد سود متعلق به شما خواهد بود. در طرح پرو اینوست تا
          قبل از دوبار افزایش سرمایه حساب شما، درصد تقسیم به صورت مساوی و ۵۰
          درصد می‌باشد اما بعد از آن این نسبت به ۷۰ به ۳۰ تغییر می‌کند یعنی ۷۰
          درصد سود حاصله به شما تعلق می‌گیرد.
        </p>
        <p>
          دقت داشته باشید که این قانون تقسیم سود برای طرح‌های‌ آماده پراپ‌فیت
          اکس می‌باشد و در طرح‌های سفارشی بعد از دوبار افزایش سرمایه بر اساس
          میزان درصد تقسیم سودی که کاربر انتخاب کرده شرایط متفاوت خواهد بود که
          از طریق تیم پراپ‌فیت اکس به کاربر اطلاع رسانی خواهد شد.
        </p>
        <p>قانون افزایش سرمایه</p>
        <p>
          حساب پراپ‌فیت در طرح کلاسیک‌ اینوست و پرو اینوست شامل قانون افزایش
          سرمایه می‌شود. در این قانون اگر شما موفق شوید بالانس اولیه‌ای که در
          طرح کلاسیک اینوست در اختیار شما قرار می‌گیرد را ۵۰ درصد رشد دهید،
          بالانس حساب شما یک و نیم برابر می‌شود (در طرح پرو اینوست باید حساب شما
          ۱۰۰ درصد رشد کرده باشد تا شامل این قانون شود). سودهای برداشتی شما نیز
          به عنوان رشد حساب شما در نظر گرفته می‌شود. ( یعنی اگر شما در طرح
          کلاسیک اینوست یک حساب ۵۰۰۰ دلاری داشته باشید و مبلغ ۱۰۰۰ دلار به عنوان
          سود برداشت کرده باشید و همچنین مقدار بالانس فعلی حساب شما ۶۵۰۰ دلار
          باشد، شما موفق شده‌اید حساب خود را ۵۰ درصد یعنی تا مبلغ ۷۵۰۰ دلار رشد
          دهید. در این حالت بالانس حساب شما به مبلغ ۱۱۲۵۰ دلار افزایش می‌یابد).
        </p>
        <p>
          توجه: شما تنها قادر به برداشت‌ سودهایی هستید که از معاملات خود شما
          حاصل شده باشد یعنی مشخصا قادر به برداشت مقادیر افزایش یافته از طریق
          قانون افزایش سرمایه نیستید.
        </p>
        <p>
          درخواست افزایش سرمایه حساب باید توسط معامله‌گر از بخش درخواست‌های من
          برای تیم پراپ‌فیت ارسال گردد.
        </p>
        <p>بازپرداخت مبلغ ورود به طرح‌ها</p>
        <p>
          در طرح کلاسیک اینوست زمانی که شما موفق می‌شوید حساب پراپ‌فیت خود را
          بدست آورید، مبلغ پرداختی که در ابتدا برای ورود به طرح پرداخت کرده‌اید،
          با اولین برداشت سود به شما بازپرداخت خواهد شد.
        </p>
        <p>
          قابل ذکر است که در طرح‌های پرو اینوست بازپرداخت مبلغ ورود به طرح انجام
          نمی‌شود.
        </p>
        <p>
          کاملا روشن است که اگر شما نتوانید در طرح‌های کلاسیک اینوست فرآیند
          ارزیابی را با موفقیت سپری کنید هزینه ورودی شما برگردانده نخواهد شد.
        </p>
        <p>معامله‌گر پراپ‌فیت معامله‌گران پراپ‌فیت افرادی هستند که:</p>
        <p>مرحله چالش را با موفقیت سپری کرده‌اند.</p>
        <p>مرحله تایید نهایی را نیز پشت سر گذاشته‌اند.</p>
        <p>
          و موفق به کسب ۳ بار افزایش سرمایه در حساب پراپ‌فیت خود شده‌اند. این
          افراد امکان کسب سود مشارکت را نیز علاوه بر سود انجام معاملات روی حساب
          پراپ فیت خود را دارند.
        </p>
        <p>
          همچنین برای برقراری روابط حقوقی مناسب بین پراپ‌فیت و معامله‌گران
          پراپ‌فیت در این مرحله یک قرداد بین تیم پراپ‌فیت اکس و معامله‌گر
          پراپ‌فیت به امضا خواهد رسید. مراحل لازم برای عقد این قرارداد توسط
          کارشناسان ما با کاربرانی که موفق شده‌اند معامله‌گر پراپ‌فیت شوند انجام
          خواهد شد.
        </p>
        <p>
          یکی دیگر از مزایای معامله‌گرانی که موفق می‌شوند اعتبار معامله‌گر
          پراپ‌فیت را به دست آورند این است که محدودیت حد ضرر روزانه برای آن‌ها
          برداشته می‌شود و همچنین یک حساب رایگان در فرایند ارزیابی طرح کلاسیک
          اینوست دریافت خواهند کرد تا بتوانند با عبور موفق از فرایند ارزیابی
          مجددا یک حساب پراپ‌فیت دیگر بدست آورند و در صورت تمایل حساب‌های
          پراپ‌فیت خود را ادغام کنند. اندازه حساب رایگانی که در اختیار معامله‌گر
          پراپ‌فیت قرار می‌گیرد معادل بسته تامین مالی است که در ابتدا انتخاب
          کرده بوده است.
        </p>
        <p>سود مشارکت</p>
        <p>
          همانطور که در قبل گفته شد پراپ‌فیت اکس از برآیند معاملاتی افرادی که
          تبدیل به معامله‌گران پراپ‌فیت شده‌اند در حساب‌های تحت مدیریت خود در
          فارکس استفاده می‌کند. این بدین معنی است که ممکن است در یک دوره زمانی
          مشخص یک یا چند معامله یک معامله‌گر پراپ‌فیت برای انجام معامله در حساب
          معاملاتی تیم پراپ‌فیت اکس کپی شود. در این صورت معامله‌گر پرافیت بر
          اساس امتیاز مشارکتی که در سیستم پراپ‌فیت کسب کرده است، در سود حاصل از
          این معاملات بر روی حساب معاملاتی تیم پراپ‌فیت اکس که چندین برابر
          حساب‌های تحت مدیریت خود معامله‌گر می‌باشد در رنج ۵ الی ۱۵ درصد، سود
          مشارکت بدست خواهد آورد.
        </p>
        <p>حداکثر میزان حساب از طریق افزایش سرمایه</p>
        <p>
          حداکثر میزان حسابی که در صورت افزایش سرمایه‌های ایجاد شده در یک حساب
          می‌تواند در اختیار یک کاربر قرار بگیرد مبلغ ۵۰۰ هزار دلار می‌باشد.
        </p>
        <p>حداکثر حساب‌های همزمان</p>
        <p>
          هر کاربر می‌تواند به‌طور همزمان وارد ۳ طرح شود تا اینکه موفق شود حساب
          پراپ‌فیت خود را بدست آورد. به طور دقیق‌تر هر کاربر می‌تواند ۳ حساب
          فعال داشته باشد به عنوان مثال یک حساب پراپ‌فیت به همراه دو حساب دیگر
          که هنوز به حساب پراپ‌فیت تبدیل نشده و در مرحله چالش یا تایید نهایی
          می‌باشند. همچنین اگر کاربر بتواند در بیش از یک طرح موفق شود که حساب
          پراپ‌فیت بدست‌ آورد می‌تواند مبالغی که در حساب‌های پراپ‌فیت خود دارد
          را در صورت داشتن شرایط لازم ادغام کند.
        </p>
        <p>
          دقت داشته باشید که این قانون شامل حساب‌ها در طرح پرو اینوست نمی‌شود.
        </p>
        <p>قوانین ادغام در حساب‌های پراپ فیت</p>
        <p>
          اگر کاربری بیش از یک حساب پراپ‌فیت داشته باشد با برقراری شرایط زیر
          حساب‌های کاربر قابل ادغام شدن هستند:
        </p>
        <p>بالانس هیچ حسابی کمتر از بالانس اولیه اختصاص یافته نباشد.</p>
        <p>
          اگر دو حساب با قاعده تقسیم سود متفاوت ادغام شوند، قاعده تقسیم سود کمتر
          بر آن حساب لحاظ ‌می‌شود. (به عنوان مثال اگر یک حساب دارای ویژگی تقسیم
          سود ۹۰ به ۱۰ است و یک حساب دیگر دارای ویژگی تقسیم سود ۸۰ به ۲۰، پس از
          ادغام قاعده تقسیم سود حساب جدید ۸۰ به ۲۰ خواهد بود تا اینکه کاربر مجدد
          شرایط تقسیم سود ۹۰ به ۱۰ را برای این حساب احراز کند.)
        </p>
        <p>هیچ کدام از حساب‌ها دارای موقعیت معاملاتی باز نباشد.</p>
        <p>امتیاز مشارکت</p>
        <p>
          هر کاربر می‌تواند با انجام مجموعه فعالیت‌هایی که توسط تیم پراپ‌فیت
          پیشنهاد می‌شود امتیاز مشارکت بدست آورد. کاربر می تواند از این امتیاز
          برای ورود به طرح‌های مختلف کلاسیک اینوست استفاده کند. یعنی در صورتی که
          کاربر امتیاز کافی داشته باشد می‌تواند برای ورود به طرح‌ها پولی پرداخت
          نکند یا فقط بخشی از آن را پرداخت کند. در پراپ‌فیت هیچ محدودیتی برای
          کسب امتیاز مشارکت وجود ندارد.
        </p>
        <p>
          برخی از فعالیت‌هایی که کاربر می تواند به وسیله آن امتیاز مشارکت بدست
          آورد در زیر آمده است:
        </p>
        <p>گذراندن مرحله چالش</p>
        <p>گذراندن مرحله تایید نهایی</p>
        <p>هر مرحله از افزایش سرمایه</p>
        <p>دعوت از دوستان</p>
        <p>چالش‌های اینستاگرامی</p>
        <p> انجام تعداد مشخصی معاملات موفق در یک روز یا یک هفته</p>
        <p>
          تعداد معاملات کپی شده در حساب اصلی تیم پراپ فیت که امتیاز بالایی دارد
        </p>
        <p>معاملات در ساعت اخبار</p>
        <p>
          برای معاملات در ساعاتی که اخبار مهمی در مورد ابزارهای معاملاتی در
          فارکس منتشر می‌شود، هیچ محدودیتی در هیچ یک از مراحل و انواع حساب‌های
          پیشنهادی پراپ‌فیت وجود ندارد. به طور مشخص کاربر می‌تواند در تمامی
          ساعاتی که بازار فارکس فعال است معاملات خود را انجام دهد.
        </p>
        <p>باز نگه داشتن معاملات در پایان هفته معاملاتی</p>
        <p>
          تنها کاربرانی که موفق شده‌اند به عنوان معامله‌گران پراپ‌فیت شناخته
          شوند، دارای محدودیت معاملاتی در این حالت هستند. تمام این معامله‌گران
          باتوجه به اینکه دارای همکاری‌های بیشتر با تیم‌پراپ‌فیت اکس هستند حتما
          باید در پایان هفته معاملاتی یعنی جمعه شب و قبل از بسته شدن مارکت تمام
          پزیشن‌های باز و پندینگ خود را کنسل کنند. برای سایر کاربران در هیچ
          مرحله دیگری این محدودیت وجود ندارد.
        </p>
        <p>ابزارهای معاملاتی و استراتژی‌های معاملاتی مجاز</p>
        <p>
          از آنجایی که بروکر توسط کاربر از میان بروکرهای همکار با پراپ‌فیت اکس
          انتخاب می‌شود و پس از آن افتتاح حساب توسط تیم پراپ‌فیت صورت می‌گیرد،
          تمام ابزارهایی که در بروکر انتخابی شما موجود باشد امکان معامله دارد.
          اگر کاربر بروکر مشخصی مد نظر نداشته باشد و فقط ابزار معاملاتی مد نظر
          خود را بداند، تیم پراپ‌فیت همراه کاربر خواهد بود تا بتواند بهترین
          بروکر را جهت انجام معاملات آن ابزار به کاربر معرفی کند. تیم پراپ‌فیت
          اکس همواره با معتبرترین و شناخته شده‌ترین بروکرها همکاری خواهد داشت و
          تا بتواند حساب‌هایی با مطمئن‌ترین مرجع قیمتی در اختیار کاربران خود
          قرار دهد.
        </p>
        <p>
          هرگونه استراتژی معاملاتی که در جهت سودآوری کاربر باشد مجاز است. همچنین
          استفاده از الگوریتم تریدینگ و یا اکسپرت ادوایزرها (Expert Advisers)
          برای پیاده‌سازی استراتژی‌ها نیز مجاز می‌باشد. تنها حالت غیر مجاز
          معاملاتی هجینگ (Hedge) بین هر نوع از حساب‌های کاربر و یا با سایر
          کاربران در همه طرح‌ها می‌باشد.
        </p>
        <p>معاملات و اقدامات ممنوع</p>
        <p>
          کاربر به هیچ عنوان در هیچ مرحله‌ای و در هیچ طرحی نباید نام کاربری و
          رمز عبوری که برای ورود به حساب معاملاتی در اختیار او قرار گرفته است را
          تغییر دهد. این امر با تذکر به کاربر و اقدامات تنبیهی همچون کاهش بالانس
          حساب معاملاتی و حتی بستن حساب معاملاتی کاربر همراه خواهد بود. تیم
          پراپ‌فیت حق انجام اقدامات لازم در صورت این اشتباه را برای خود محفوظ
          می‌داند.
        </p>
        <p>
          اگر کاربر بیش از ۱۵ روز معاملاتی به صورت پیوسته هیچ معامله‌ای در حساب
          خود انجام ندهد، ابتدا یک ایمیل اخطار به کاربر از طریق ایمیل رسمی او
          ارسال می‌شود و ۱۰ روز کاری دیگر برای شروع معاملات به او وقت داده خواهد
          شد. اگر بعد از گذشت ۱۰ روز معاملاتی دیگر همچنان کاربر معامله انجام
          نشود، حساب کاربر برای جلوگیری از هزینه‌های نگه‌داری سرور و همچنین
          مسائل امنیتی مسدود خواهد شد. اگر کاربر نیاز داشته باشد در زمانی بیش از
          موارد بالا معاملات خود را از سر بگیرد، حتما باید این موضوع را با ارسال
          ایمیل به ایمیل رسمی تیم پراپ‌فیت اکس (info@propfitx.com) و یا ارسال
          تیکت از بخش درخواست‌های من در پروفایل خود اعلام کند. زمانی که برای
          شروع فعالیت شما در هر مرحله در نظر گرفته می‌شود، روزی است که نام
          کاربری و رمز عبور برای شما ارسال شده است.
        </p>
        <p>مبنای سنجش حد ضرر روزانه و حد ضرر کلی حساب</p>
        <p>
          مبنای محاسبه حد ضرر روزانه، میزان بالانس حساب پس از آخرین معامله بسته
          شده می‌باشد. دقت داشته باشید که برای بررسی میزان حد ضرر روزانه و حد
          ضرر کلی افت اکوییتی که ناشی از میزان ضرر پزیشن‌های باز در هر لحظه است،
          در نظر گرفته ‌می‌شود. همچنین در حد ضرر روزانه برآیند سود‌ها و ضررهایی
          که در یک روز معاملاتی اتفاق افتاده باشد نیز ملاک است و نباید از حد ضرر
          روزانه تعیین شده عبور کند. مبنای سنجش در این برآیند، میزان بالانس در
          ابتدای روز معاملاتی می‌باشد.
        </p>
        <p>
          مبنای محاسبه حد ضرر کلی حساب، بالانس اولیه است که در اختیار کاربر قرار
          گرفته. به طور مشخص اگر در یک بازه زمانی بالانس حساب کاربر از حد ضرر
          کلی عبور کند و مجدد به بالای آن برگردد (افت اکوییتی)، نقض اهداف
          معاملاتی ناظر بر حد ضرر کلی صورت گرفته و حساب مسدود می‌شود.
        </p>
        <p>اهرم معاملاتی</p>
        <p>
          تیم پراپ‌فیت در حال حاضر تنها با اهرم معاملاتی ۱:۱۰۰ حساب‌های معاملاتی
          را در اختیار کاربران قرار خواهد داد. دسترسی به حساب‌هایی با اهرم
          معاملاتی بالاتر در حال بررسی می‌باشد.
        </p>
        <p>پلتفرم‌های معاملاتی مجاز</p>
        <p>
          تنها پلتفرم معاملاتی که تیم پراپ‌فیت در حال حاضر در اختیار کاربران
          قرار می‌دهد متاتریدر ۵ می باشد.
        </p>
        <div className="m-auto mb-7 w-[300px] md:w-[700px] mt-8">
          <img
            src="./assets/prop/prop2.webp"
            alt="prop"
            className="w-full rounded-3xl"
          />
        </div>
        <p>
          اگر شما تجربه کافی معامله گری در بازارهای جهانی و به ویژه فارکس را
          دارید این مسیر مناسب شما می باشد. در این مسیر شما با اثبات تواناییهای
          خود در دو مرحله موفق به کسب حساب پراپ فیت اکس بشارت خود خواهید شد. شما امکان
          دسترسی به حساب حداکثر ۵۰ هزار دالری و دریافت سود تا سقف ۹۰% خواهید
          داشت.{" "}
        </p>
        <p className="text-3xl font-extrabold">اقدامات ممنوعه</p>
        <p>هجینگ</p>
        <p>هجینگ (hedge) بین هر نوع از حساب‌های کاربر و یا با سایر کاربران در همه طرح‌ها ممنوع است.</p>
        <p> کپی تریدینگ</p>
        <p>کپی تریدینگ بین حساب‌های مختلف ممنوع است. اگر تیم پراپ‌فیت تشخیص دهد که بین دو یا چند حساب معاملاتی در پراپ‌فیت (فارغ از یکسان بودن یا نبودن بروکرهای آنها) کپی تریدینگ صورت گرفته است، می‌تواند تمام حساب‌های مورد نظر را مسدود کند.</p>
        <p> تغییر رمزهای عبور</p>
        <p>کاربر به هیچ عنوان، در هیچ مرحله‌ای و در هیچ طرحی نباید رمز عبور اینوستور (investor password) حساب معاملاتی خود را تغییر دهد. این امر با تذکر به کاربر و اقدامات تنبیهی همچون کاهش بالانس حساب معاملاتی و حتی بستن حساب معاملاتی کاربر همراه خواهد بود. تیم پراپ‌فیت حق انجام اقدامات لازم در صورت این اشتباه را برای خود محفوظ می‌داند.
لازم به ذکر است که تغییر رمز عبور اصلی (master password) مجاز بوده و مسئولیت حفظ و نگهداری آن بر عهده کاربر است.</p>
        <p>عدم فعالیت به مدت ۳۰ روز</p>
        <p>اگر کاربر بیش از ۲۰ روز به صورت پیوسته هیچ معامله‌ای در حساب خود انجام ندهد، ابتدا یک ایمیل هشدار از طرف پراپ‌فیت دریافت خواهد کرد و ۱۰ روز دیگر برای شروع معاملات به او وقت داده خواهد شد. اگر بعد از گذشت ۱۰ روز همچنان معامله‌ای انجام نشود، حساب کاربر برای جلوگیری از هزینه‌های نگهداری سرور و همچنین مسائل امنیتی در وضعیت غیرفعال قرار خواهد گرفت.</p>
        <p> اهرم معاملاتی</p>
        <p>تیم پراپ‌فیت در حال حاضر تنها با اهرم معاملاتی ۱:۱۰۰ حساب‌های معاملاتی را در اختیار کاربران قرار می‌دهد. دسترسی به حساب‌هایی با اهرم معاملاتی بالاتر در حال بررسی است.</p>
        <p> پلتفرم‌های معاملاتی و بروکرها</p>
        <p>در حال حاضر تنها پلتفرم معاملاتی که تیم پراپ‌فیت در اختیار کاربران قرار می‌دهد متاتریدر ۵ است.
همچنین پراپ‌فیت با معتبرترین و شناخته شده‌ترین بروکرها همکاری دارد تا بتواند حساب‌هایی با مطمئن‌ترین مرجع قیمتی در اختیار کاربران خود قرار دهد. لازم به ذکر است که کاربر تنها در پایان مراحل ارزیابی طرح کلاسیک (یعنی در پایان چالش مرحله اول و یا در پایان چالش مرحله دوم) مجاز به تغییر بروکر انتخابی خود است که باید این موضوع را سریعا با ثبت تیکت در صفحه «درخواست‌ها» با استفاده از گزینه «تیکت پشتیبانی» به اطلاع تیم پراپ‌فیت برساند.</p>
        <p>مشکلات ناشی از سرورهای بروکرها</p>
        <p>با توجه به اینکه پراپ‌فیت با بروکرهای مختلفی همکاری می‌کند، در صورت بروز مشکلات نادری همچون قطعی سرور یا قطع دسترسی حساب به سرور بروکر، تیم پراپ‌فیت نهایت همکاری لازم را با کاربران خواهد داشت. لازم به ذکر است که این مشکلات حتما باید مورد تایید بروکر مورد نظر قرار بگیرد. به صورت کلی، تمام سفارشات باز یا در حال انتظاری که در زمان قطعی سرور موجب ایجاد ضرر برای کاربر شده باشد در نظر گرفته نمی‌شوند و بالانس حساب کاربر به میزان بالانس قبل از بروز مشکل باز خواهد گشت.</p>

        <div className="m-auto mb-7 w-[300px] md:w-[700px] mt-8">
          <img
            src="./assets/prop/prop3.png"
            alt="prop"
            className="w-full rounded-3xl"
          />
        </div>
        <div className="m-auto mb-24 w-[300px] md:w-[700px] mt-8">
          <img
            src="./assets/prop/prop4.png"
            alt="prop"
            className="w-full rounded-3xl"
          />
        </div>
       
      </div>
    </>
  );
}
