const icdl = () => {
    return ( 
        <div className="text-white container mx-auto">
            <div className="w-2/3 rounded-2xl flex justify-center m-auto mb-3">
            <img src="../assets/maghalat/maghale-icdl.jpg" alt="maghale-banner" className="w-full rounded-2xl" />
            </div>
            <h1 className="text-3xl font-extrabold flex justify-center mb-4 text-[#ffd700]">مهارت های هفتگانه</h1>
            <p>اگر شما یک کاربر تازه وارد به دنیای کامپیوتر باشید، حتماً در اولین قدم می‌خواهید بدانید که کامپیوتر چیست، چه کمکی به شما می‌کند و شما باید چه انتظاراتی از یک کامپیوتر داشته باشید. با ما در بشارت همراه باشید تا شما را با کامپیوتر و مهارتهای هفت گانه ICDL آشنا کنیم.</p>
            <p>در این مقاله می‌آموزید که ICDL چیست و با گذراندن مهارتهای هفتگانه ICDL با چه مباحثی آشنا میشوید و به آنها تسلط پیدا میکنید.</p>
            <p>امروزه ما شاهد تحولات بزرگی در زمینه‌ی فناوری اطلاعات و ارتباطات و تکنولوژی هستیم به طوری که هر روز فناوری‌های جدیدی به دنیای ما می‌آید و تأثیرات زیادی در زمینه‌های اجتماعی، اقتصادی، فرهنگی در جامعه به وجود می‌آورد.
            پس یادگیری مهارتی که مارا به این دنیا نزدیک تر میکند خالی از لطف نیست.</p>
            <h2 className="text-lg font-bold mt-6">به سراغ مبحث ICDL برویم</h2>
            <p>واژه ICDL مخفف International Computer Driving Licence مهارت هفت گانه ای در زمینه کامپیوتر است. یادگیری مهارت های هفت گانه ICDL بیانگر کفایت در مهارتهای کامپیوتری است. از این رو سازمانی که در نظر دارد به نیروی انسانی یا کارمندان خود آموزش دهد باید اطمینان حاصل کند، پولی که به این برنامه اختصاص داده، آیا به خوبی صرف می شود؟! بنابراین برای آزمونهای استخدامی در داخل و خارج از کشور مهم است.</p>
            <p>اهمیت یادگیری و کاربرد علوم مهارت های هفت گانه ICDL به قدری مهم است که بسیاری از سازمان ها و حتی کشورهای در حال توسعه به سمت آن آمده اند.</p>
            <h2 className="text-lg font-bold mt-6">شما در ICDL هفت مهارت می آموزید:</h2>
            <p>مهارت اول: مبانی اولیه کامپیوتر آشنائی با سخت افزار
            ملزومات کامپیوتر و وسایل دیجیتال، شبکه‌ها،  امنیت</p>
            <p>مهارت دوم: آشنائی با سیستم عامل ویندوز7 و مدیریت فایل و پوشه</p>
            <p>مهارت سوم: واژه پرداز – کار با نرم‌افزار Wordآشنایی با نرم‌افزار واژه‌پرداز (Word Processor)</p>
            <ul className="list-disc mt-5 text-[#ffd700]">
                <li>قالب‌بندی کاراکترها و پاراگراف</li>
                <li>آشنایی با Style ‌ها</li>
                <li>بررسی غلط‌های املایی و دستوری</li>
                <li>آشنایی با افزونه پاک‌نویس</li>
                <li>ایجاد سرصفحه و پاصفحه و شماره صفحه</li>
                <li>دکمه تب tab</li>
                <li>گزینه break</li>
                <li>ایجاد فهرست مطالب و پاورقی</li>
                <li>نامه‌نگاری در نرم‌افزار Word</li>
            </ul>
            <p>مهارت چهارم: صفحه گسترده – کار با نرم‌افزار Excel آشنایی با اکسل و محیط کلی آن</p>
            <ul className="list-disc mt-5 text-[#ffd700]">
                <li>آشنایی با انواع داده‌ها در اکسل</li>
                <li>پرکردن خودکار سلول‌ها</li>
                <li>آدرس‌دهی سلول‌ها</li>
                <li>کار با کاربرگ‌ها</li>
                <li>فرمت دهی شرطی</li>
                <li>حفاظت از کارپوشه و کاربرگ</li>
                <li>فرمول‌نویسی در اکسل</li>
                <li>واردکردن اطلاعات خارجی به کاربرگ‌ها</li>
                <li>آشنایی با برخی از مهم‌ترین و پرکاربردترین توابع</li>
                <li>آشنایی با انواع نمودار در اکسل</li>
                <li>مرتب‌سازی سطر‌ها و ستون‌های لیست</li>
                <li>فیلترکردن اطلاعات</li>
                <li>کنترل اعتبار داده‌های ورودی</li>
                <li>چاپ اطلاعات در اکسل</li>
                <li>مغایرت‌گیری در اکسل</li>
                <li>چند ترفند و امکان پیشرفته در اکسل</li>
            </ul>
            <p>مهارت پنجم: پایگاه داده – کار با نرم‌افزار Access کار با پایگاه داده‌ها</p>
            <ul className="list-disc mt-5 text-[#ffd700]">
                <li>ایجاد جداول</li>
                <li>ایجاد پرس‌وجو</li>
                <li>ایجاد فرم</li>
                <li>ایجاد گزارش و...</li>
            </ul>
            <p>مهارت ششم: نمایشگر – کار با نرم‌افزار PowerPointآشنایی با محیط کلی پاورپوینت و ایجاد اسلاید و مدیریت اسلایدها</p>
            <ul className="list-disc mt-5 text-[#ffd700]">
                <li>مفهوم تم و طرح زمینه و اندازه اسلایدها</li>
                <li>نحوه اضافه نمودن انواع عکس، نمودار و تنظیمات لینک و افزودن انواع حرکت ها به اسلاید ها و ...</li>
            </ul>
            <p>مهارت هفتم: آشنایی با اینترنت و جستجو پیشرفته در اینترنت</p>
            <ul className="list-disc mt-5 text-[#ffd700]">
                <li>ساخت ایمیل، کاربرد آن و آشنایی با تنظیمات ایمیل</li>
                <li>چگونگی دانلود فایل از اینترنت و ...</li>
            </ul>
            <p>آموزش ICDL به عنوان پایه‌ای ترین و مهمترین دوره آموزشی در کلیه کشورهای دنیا به حساب می‌آید که کاربر ضمن یادگیری این دوره‌ها، به مدرک ICDL نیز نیاز دارد. مدرک ICDL در رزومه کاری و روند استخدام نقش مهمی دارد. اگر مایلید در پاسخ به سوالات آزمون‌های استخدامی و مصاحبه‌های شغلی موفق عمل کنید، یادگیری مهارت‌های موجود در این اثر و تمرین عملی آن سبب بالا تر رفتن سطح شما از رقیب های دیگری شما خواهد شد.</p>
            <p>ضمناً ما در بشارت در کنار آموزش این مهارت ب صورت عملی و رفع اشکال رایگان کتاب هایی را برای بچه ها قرار دادیم که مطالب این کتاب برای افرادی که در حد رفع نیازهای اولیه با کامپیوتر آشنایی دارند نیز مفید خواهد بود و به آن‌ها کمک می‌کند جزئیات مربوط به کار با برنامه‌های مختلف را بیاموزند و در حرفه‌ی خود عملکرد بهتری داشته باشند.</p>
            <p>دوره ICDL یک گواهینامه جهانی و بین ‌المللی برای مهارت‌ های کامپیوتری است که سال ۱۹۹۵ توسط انجمن جوامع حرفه ‌ای انفورماتیک اروپا  ابداع شده است. </p>
            <p>انجمن جوامع حرفه ‌ای انفورماتیک اروپا سال ۱۹۹۵ این روش ویژه را برای ارتقای سطح مهارت‌ های فناوری اطلاعات در سراسر اروپا ابداع کرد.</p>
            <h2 className="text-lg font-bold mt-6">برای موفقیت در آزمون ICDL چی بلد باشیم؟</h2>
            <p>همانطور که گفتیم برای موفقیت در آزمون ICDL (مدرک بین‌المللی کار با کامپیوتر)، لازم است که مهارت‌های اساسی در استفاده از کامپیوتر و نرم‌افزارهای مرتبط را بلد باشید. 7 مورد زیر اجزای کلیدی هستند که باید برای آزمون ICDL بیاموزید:</p>
            <p>مبانی کامپیوتر و مدیریت فایل ها: آشنایی با اصول اولیه کامپیوتر، سیستم‌های عامل و مدیریت فایل‌ها و پوشه‌ها.
            پردازش کلمات یا word processing: مهارت در استفاده از نرم‌افزارهای پردازش کلمه مانند Microsoft Word، از جمله فرمت‌بندی متن، درست کردن جدول های مختلف و استفاده از ویژگی‌های پیشرفته.صفحه کسترده یا Spreadsheets: آشنایی با نرم‌افزارهای صفحه‌گسترده مانند Microsoft Excel، شامل فرمول‌نویسی، درست کردن جدول ، توابع و نمودارها.</p>
            <p>ارائه ها presentation: مهارت در استفاده از نرم‌افزارهای ارائه مانند Microsoft PowerPoint، از جمله ساخت اسلایدها، اضافه کردن انیمیشن‌ها و تصاویر.</p>
            <p>پایگاه داده ها یا Databases: دانش پایه در استفاده از پایگاه داده‌ها مانند Microsoft Access، از جمله ساخت جدول، کوئری و گزارش‌گیری.
            استفاده از اینترنت و ایمیل: دانش در استفاده از اینترنت، جستجوی اطلاعات، امنیت آنلاین و استفاده از ایمیل.</p>
            <p>مدرک ICDL با یک نمره مشخص می شود و نشان دهنده مهارت دارنده مدرک در استفاده از ابزارهای مختلف کامپیوتر است.افراد می توانند با شرکت در دوره آموزش ICDL، علاوه بر یادگیری مهارت های مختلف، مدرک ICDL را هم از سازمان فنی حرفه ای کشور اخذ کنند و از آن با اهداف مختلف استفاده کنند. </p>
            <p>برای موفقیت در آزمون ICDL، توصیه بشارت این است که علاوه بر مطالعه منابع آموزشی، تمرینات عملی زیادی انجام دهید تا مهارت‌های خود را به خوبی تقویت کنید. همچنین، شرکت در دوره‌های آموزشی و رفع اشکال و مرور نمونه سؤالات آزمون‌های قبلی می‌تواند کمک زیادی به آمادگی شما برای آزمون ICDL کند.</p>

        </div>
     );
}
 
export default icdl;