export const questionsBank = [
  {
    id: 1,
    question: "در پایتون حداکثر طول یک شناسه چند حرف است؟",
    answer: "79 کاراکتر",
    options: [
      "31 کاراکتر",
      "79 کاراکتر",
      "نامحدود",
      "255 کاراکتر"
    ]
  },
  {
    id: 2,
    question: "تمام کلمات کلیدی در پایتون:",
    answer: "کلمات کلیدی True - False – None با حرف بزرگ شروع می شوند در صورتی که بقیه کلمات کلیدی با حروف کوچک نوشته می شوند.",
    options: [
      "با حرف کوچک و بزرگ نوشته می شوند",
      "کلمات کلیدی True - False – None با حرف بزرگ شروع می شوند در صورتی که بقیه کلمات کلیدی با حروف کوچک نوشته می شوند.",
      "با حروف بزرگ نوشته می شوند.",
      "با حروف بزرگ شروع می شوند."
    ]
  },
  {
    id: 3,
    question: "کدام یک از عبارات زیر اولویت یکسانی دارند؟",
    answer: "جمع و تفریق به این دلیل که جمع با تفریق و ضرب با تقسیم اولویت یکسانی دارند.",
    options: [
      "ضرب – تقسیم و جمع",
      "ضرب – تقسیم جمع و تفریق",
      "جمع و ضرب",
      "جمع و تفریق به این دلیل که جمع با تفریق و ضرب با تقسیم اولویت یکسانی دارند."
    ]
  },
  {
    id: 4,
    question: "کدام گزینه نادرست است؟",
    answer: "پایتون یک زبان سطح پایین است.",
    options: [
      "پایتون یک زبان برنامه نویسی سطح بالا، همه منظوره و تفسیر شده است",
      "پایتون یک زبان برنامه نویسی تفسیر شده تعاملی و شی گرا است",
      "پایتون برای اولین بار در فوریه 1991 توسط Guido van Rossum منتشر شد.",
      "پایتون یک زبان سطح پایین است."
    ]
  },
  {
    id: 5,
    question: "پایتون در چه سالی منتشر شد؟",
    answer: "1991",
    options: [
      "1990",
      "1991",
      "1992",
      "1993"
    ]
  },
  {
    id: 6,
    question: "کدام ویژگی پایتون محسوب نمی شود؟",
    answer: "پایتون یک زبان سطح پایین است.",
    options: [
      "یادگیری آسان",
      "قابلیت حمل برنامه",
      "پشتیبانی از کتابخانه",
      "پایتون یک زبان سطح پایین است."
    ]
  },
  {
    id: 7,
    question: "کدام گزینه از ویژگی های سطح بالا محسوب می شوند؟",
    answer: "به زبان انسان نزدیک بوده و خوانایی بهتری دارد.",
    options: [
      "قابلیت انتزاع ندارند.",
      "به مدیریت حافظه نیاز است.",
      "به زبان انسان نزدیک بوده و خوانایی بهتری دارد.",
      "توسط ماشین خوانده می شوند و به زبان انسان نزدیک نیستند."
    ]
  },
  {
    id: 8,
    question: "هدف اصلی کد نویسی چیست؟",
    answer: "برقراری ارتباط بین انسان و کامپیوتر.",
    options: [
      "برقراری ارتباط بین انسان و کامپیوتر.",
      "برقراری ارتباط بین انسان و برنامه نویسی.",
      "برقراری ارتباط بین کد نویسی و برنامه نویسی.",
      "تولید برنامه"
    ]
  },
  {
    id: 9,
    question: "چگونه میتوانید از یک دستور break در داخل حلقه while استفاده کنید؟",
    answer: "برای خروج از حلقه فقط در صورتی که شرایط برقرار باشد",
    options: [
      "برای تکرار کردن بلاک تا زمانی که شرایط برقرار نباشد",
      "برای خروج از حلقه فقط در صورتی که شرایط برقرار باشد",
      "برای تغییر شرط حلقه و ادامه اجرا",
      "برای تکرار کردن بلاک تا زمانی که شرایط برقرار باشد."
    ]
  },
  {
    id: 10,
    question: "خروجی حلقه for در برنامه زیر چیست؟ for i in range(1,6): print(i)",
    answer: "نمایش اعداد 1 تا 5",
    options: [
      "نمایش اعداد 4 تا 0",
      "نمایش اعداد 5 تا 1",
      "نمایش اعداد 5 تا 0",
      "نمایش اعداد 4 تا 1"
    ]
  },
  {
    id: 11,
    question: "در برنامه زیر چند بار www.irantvto.ir تکرار میشود؟ for i in range(1,4): for j in range(1,5): print('www.irantvto.ir')",
    answer: "12 بار",
    options: [
      "6 بار",
      "8 بار",
      "10 بار",
      "12 بار"
    ]
  },
  {
    id: 12,
    question: "کدام دستورات زیر در پایتون برای کنترل به ابتدای حلقه استفاده می شود؟",
    answer: "دستور continue",
    options: [
      "دستور break",
      "دستور continue",
      "دستور pass",
      "دستور For"
    ]
  },
  {
    id: 13,
    question: "به حلقه بی نهایت ............... گفته میشود",
    answer: "Infinite loop",
    options: [
      "loop",
      "In loop",
      "Infinite loop",
      "Finite loop"
    ]
  },
  {
    id: 14,
    question: "کدام گزینه زیر صحیح است؟",
    answer: "فرق حلقه while با حلقه for در این است که چون در while شرط داریم هر جایی بخواهیم می توانیم آن را متوقف کنیم ولی در حلقه for به صورت خودکار تا آخر دستورات را اجرا می کند",
    options: [
      "تابع range() مختص حلقه While است",
      "در پایتون نمی توان از یک حلقه while درون حلقه While دیگر استفاده کرد",
      "Pass دستوری خنثی است که فقط مختص دستورات شرطی است",
      "فرق حلقه while با حلقه for در این است که چون در while شرط داریم هر جایی بخواهیم می توانیم آن را متوقف کنیم ولی در حلقه for به صورت خودکار تا آخر دستورات را اجرا می کند"
    ]
  },
  {
    id: 15,
    question: "کدام گزینه دستورات کنترلی حلقه را مشخص می کند؟",
    answer: "Pass, continue, break",
    options: [
      "Pass, continue",
      "Break, continue",
      "Pass, break",
      "Pass, continue, break"
    ]
  },
  {
    id: 16,
    question: "کدام یک از گزینه های زیر موارد استفاده از تابع است؟",
    answer: "توابع بخشی قابل استفاده مجدد برنامه هستند",
    options: [
      "توابع بخشی قابل استفاده مجدد برنامه هستند",
      "توابع ماژول بهتری برای برنامه فراهم نمی کند",
      "نمی توانید توابع خود را درست کنید",
      "تابع for یک حلقه بی نهایت است"
    ]
  },
  {
    id: 17,
    question: "کدام گزینه برای تعریف لیست در پایتون به کار میرود؟",
    answer: "[ ]",
    options: [
      "( )",
      "{ }",
      "[ ]",
      "\" \""
    ]
  },
  {
    id: 18,
    question: "کدام یک از گزینه های زیر صحیح می باشد؟",
    answer: "نمی توان مقادیر موجود در تاپل را تغییر داد",
    options: [
      "می توان مقادیر آن را تغییر داد",
      "نمی توان مقادیر موجود در تاپل را تغییر داد",
      "فقط میتوان عناصر عددی در تاپل را تغییر داد",
      "فقط می توان عناصر رشته ای را در تاپل تغییر داد"
    ]
  },
  {
    id: 19,
    question: "کدام متد برای اضافه کردن یک عنصر به انتهای لیست در پایتون استفاده می شود؟",
    answer: "() Append",
    options: [
      "() Add-",
      "() Insert",
      "() Extend",
      "() Append"
    ]
  },
  {
    id: 20,
    question: "کدام متد را می توان برای افزودن یک عنصر به مجموعه استفاده کرد؟",
    answer: "() Add",
    options: [
      "() Append",
      "() Insert",
      "() Add",
      "() Push"
    ]
  },
  {
    id: 21,
    question: "مفهوم چند ریختی در OOP چیست؟",
    answer: "مفهوم اجازه تعریف مجدد توابع",
    options: [
      "مفهوم اجازه تعریف مجدد توابع",
      "مفهوم پنهان سازی داده ها",
      "مفهوم نگهداری اشیا در ماژول ها/فایل های مختلف",
      "مفهوم پیچیدن اشیاء به یک واحد مجزا"
    ]
  },
  {
    id: 22,
    question: "ماژولار بودن به چه معنی است؟",
    answer: "تقسیم برنامه به قسمت های مستقل کوچک",
    options: [
      "مخفی کردن بخشی از برنامه",
      "تقسیم برنامه به قسمت های مستقل کوچک",
      "به قسمتهای مهم برنامه گفته می شود",
      "بسته بندی اشیاء در یک واحد مجزا"
    ]
  },
  {
    id: 23,
    question: "کدام یک از گزینه های زیر صحیح است؟",
    answer: "شیء اشاره گر کلاس مشتق نمی تواند به یک شیء کلاس پایه اشاره کند",
    options: [
      "شیء اشاره گر کلاس پایه نمی تواند به یک شیء کلاس مشتق اشاره کند",
      "شیء اشاره گر کلاس مشتق نمی تواند به یک شیء کلاس پایه اشاره کند",
      "کلاس مشتق نمی تواند اشیاء اشاره گر داشته باشد",
      "کلاس پایه نمی تواند اشیاء اشاره گر داشته باشد"
    ]
  },
  {
    id: 24,
    question: "کدام یک از گزینه های زیر صحیح است؟",
    answer: "یک شیء نمونه ای از کلاس آن است",
    options: [
      "کلاس نمونه ای از اشیاء آن است",
      "یک شیء نمونه ای از کلاس آن است",
      "کلاس نمونه ای از نوع داده ای است که کلاس در اختیار دارد",
      "یک شیء نه نمونه ای از نوع داده کلاس است"
    ]
  },
  {
    id: 25,
    question: "چه قسمت های اجباری در بلاک except-try وجود دارد؟",
    answer: "بلاک try و بلاک except",
    options: [
      "تنها بلاک try",
      "تنها برای بلاک except",
      "بلاک try و بلاک except",
      "بلاک try و بلاک finally"
    ]
  },
  {
    id: 26,
    question: "کدام خطا در زمانی که ورودی تابع از نوع شیء قابل قبول نباشد ایجاد می شود؟",
    answer: "TypeError",
    options: [
      "ArithmeticError",
      "ZeroDivisionError",
      "TypeError",
      "ValueError"
    ]
  },
  {
    id: 27,
    question: "زمانی که مقدار آرگومان ورودی تابع اشتباه باشد کدام خطا به نمایش در می آید؟",
    answer: "ValueError",
    options: [
      "ArithmeticError",
      "ZeroDivisionError",
      "TypeError",
      "ValueError"
    ]
  },
  {
    id: 28,
    question: "در کدام روش، میتوان ورودی و خروجی یک تابع یا عملیات را بررسی کنیم. در صورتی که مشکلی در ورودی و خروجی مورد انتظار وجود داشت، تصمیماتی برای ادامه برنامه میگیریم؟",
    answer: "Exception Handling",
    options: [
      "Assertion",
      "Exception lode",
      "Exception Handling",
      "int()"
    ]
  },
  {
    id: 29,
    question: "تابع with چه زمانی مفید است؟",
    answer: "زمانی که نیاز به مدیریت خودکار بستن فایل خارجی بعد از استفاده از آن را دارید",
    options: [
      "زمانی که باید به صورت دستی بسته شود.",
      "زمانی که می خواهید فایل را باز کنید.",
      "زمانی که می خواهید محتوای فایل را بخوانید",
      "زمانی که نیاز به مدیریت خودکار بستن فایل خارجی بعد از استفاده از آن را دارید"
    ]
  },
  {
    id: 30,
    question: "تابع read در پایتون چه کاری انجام می دهد؟",
    answer: "خواندن محتوا در یک فایل",
    options: [
      "نوشتن محتوا در یک فایل",
      "خواندن محتوا در یک فایل",
      "ایجاد یک فایل جدید",
      "باز کردن فایل برای عملیات خواندن و نوشتن"
    ]
  },
  {
    id: 31,
    question: "چگونه یک فایل را در حالت خواندن (mode read) باز می کنیم؟",
    answer: "Open('file.txt','r')",
    options: [
      "Open('file.txt','w')",
      "Open('file.txt','r')",
      "Open('file.txt','a')",
      "Open('file.txt','x')"
    ]
  },
  {
    id: 32,
    question: "این تابع به شما کمک می کند و برای خواندن خط به خط درون لیست و خطوط برنامه کار می رود؟",
    answer: "تابع Readlines",
    options: [
      "تابع Readlines",
      "تابع WriteLines",
      "تابع Readline",
      "تابع Read"
    ]
  },
  {
    id: 33,
    question: "این عبارت برای ایجاد فاصله در رشته استفاده می شود؟",
    answer: "\"s\"",
    options: [
      "\"d\"",
      "\"w\"",
      "\"m\"",
      "\"s\""
    ]
  },
  {
    id: 34,
    question: "این تابع .................... برای تطابق الگوی RE به رشته با flag های اختیاری استفاده می شود؟",
    answer: "match",
    options: [
      "match",
      "search",
      "findall",
      "flag"
    ]
  },
  {
    id: 35,
    question: "این متد از الگوی عبارت منظم و رشته استفاده می کند و آن الگو را در رشته جستجو می کند؟",
    answer: "search",
    options: [
      "match",
      "search",
      "findall",
      "flag"
    ]
  },
  {
    id: 36,
    question: "کدام یک از عبارت زیر با کاراکتر حرفی عددی در رشته مطابقت دارد؟",
    answer: "\"+w\"",
    options: [
      "\"+r\"",
      "\"+e\"",
      "\"+w\"",
      "\"+m\""
    ]
  },
  {
    id: 37,
    question: "کدام کتابخانه هدف آن آسان و خوانا تر کردن درخواستهای HTTP برای انسان است؟",
    answer: "Requests",
    options: [
      "Requests",
      "Django",
      "Flask",
      "Scrapy"
    ]
  },
  {
    id: 38,
    question: "هدف کدام کتابخانه توسعه برنامههای کاربردی (همراه با اینترفیسهای خلاقانه) می باشد؟",
    answer: "Kivy",
    options: [
      "Kivy",
      "Tkinter",
      "Scrapy",
      "Pygame"
    ]
  },
  {
    id: 39,
    question: "کدام یک از موارد زیر صحیح نمی باشد؟",
    answer: "نسبت به زبان های دیگر از جمله ++C، #C، +C و.... سینتکس یا قواعد دستوری سخت تری دارد.",
    options: [
      "پایتون بخاطر کتابخانه های متنوع و بسیار زیادش محبوبیت بالایی دارد.",
      "دارای بهره وری بالا از ابتدای پروژه تا انتهای آن است.",
      "زبانی قابل حمل یا Portable می باشد.",
      "نسبت به زبان های دیگر از جمله ++C، #C، +C و.... سینتکس یا قواعد دستوری سخت تری دارد."
    ]
  },
  {
    id: 40,
    question: "در واقع مجموعه‌ای از قوانین و پروتکلها را تعریف میکند که برنامه‌های نرم‌افزاری ...... مختلف را قادر میسازد تا با یکدیگر ارتباط برقرار کنند و به توسعه‌دهندگان این امکان را میدهند که به عملکرد سرویس‌ها، کتابخانه‌ها یا پلتفرم‌های خارجی دسترسی داشته باشند و آنها را در برنامه‌های خود بگنجانند.",
    answer: "API",
    options: [
      "MPI",
      "API",
      "BPI",
      "CPI"
    ]
  }
];