export const questionsBank = [
  {
    id: 1,
    question: "وظیفه اصلی پداگوگ ویا مربی کودک در بر گیرنده کدامیک ازمفاهیم ذیل بوده است؟",
    answer: "همراهی و راهنمای اخلاقی کودک",
    options: [
      "همراهی و راهنمای اخلاقی کودک",
      "همراهی و نظارت و کنترل کودک",
      "نظارت کنترل و راهنمای اخلاقی کودک",
      "تدریس نظارت و کنترل کودک"
    ]
  },
  {
    id: 2,
    question: "مفهوم اصطلاح پداگوژی عبارت است از:",
    answer: "علم و هنر و مهارت تدریس",
    options: [
      "علم و هنر و مهارت تدریس",
      "نگرش اخلاق حرفه ای تدریس",
      "تسلط بر مفاهیم و موضوع آموزش",
      "برخورداری از وجهه علمی و اخلاقی در تدریس"
    ]
  },
  {
    id: 3,
    question: "اولین مرکز آموزشی که دولت ایران مستقیما عهده دار منابع مالی آن گردید عبارت است از:",
    answer: "مدرسه دارالفنون",
    options: [
      "دانشگاه تهران",
      "دانشگاه جندی شاپور",
      "مدرسه دارالفنون",
      "هنرستان ایران –آلمان"
    ]
  },
  {
    id: 4,
    question: "دانشگاه جندی شاپور در چه زمانی تاسیس گردید؟",
    answer: "ساسانیان",
    options: [
      "هخامنشیان",
      "سلجوقیان",
      "ساسانیان",
      "اشکانیان"
    ]
  },
  {
    id: 5,
    question: "میرزا تقی خان امیرکبیر پس از بازگشت از کدام کشور ایده تاسیس مدرسه دارالفنون را مطرح نمود؟",
    answer: "روسیه",
    options: [
      "آمریکا",
      "انگلیس",
      "روسیه",
      "فرانسه"
    ]
  },
  {
    id: 6,
    question: "اولین مرکز آموزشی که پس از دارالفنون به آموزش فنون حرفه های مختلف پرداخت کدام است؟",
    answer: "مرکز آموزشی فنی و حرفه ای کرج",
    options: [
      "مدرسه ی ایران-آلمان",
      "مرکز آموزشی فنی و حرفه ای کرج",
      "هنرستان صنعتی",
      "هنرستان فنی"
    ]
  },
  {
    id: 7,
    question: "اولین مرکز آموزش فنی وحرفه ای در چه سالی شروع به فعالیت نمود؟",
    answer: "1339",
    options: [
      "1339",
      "1337",
      "1334",
      "1341"
    ]
  },
  {
    id: 8,
    question: "اولین مرکز آموزش فنی و حرفه ای در کدام شهرها شروع به فعالیت نمود؟",
    answer: "تهران-کرج",
    options: [
      "تهران - اصفهان",
      "کرج- تبریز",
      "اصفهان- کرج",
      "تهران-کرج"
    ]
  },
  {
    id: 9,
    question: "مجموعه فعالیت هایی است که به منظور ایجاد مهارت های لازم برای انجام کارهای مختلف طراحی گردیده است:",
    answer: "آموزش های فنی وحرفه ای",
    options: [
      "اندر گوژی",
      "کارآموزی",
      "آموزش های فنی وحرفه ای",
      "پداگوژی"
    ]
  },
  {
    id: 10,
    question: "به موجب مواد 107 و 108 قانون کار جمهوری اسلامی، مسئول برنامه ریزی اجرا و ارزشیابی آموزش های فنی و حرفه ای در نظام آموزش های غیر رسمی کشور می باشد",
    answer: "سازمان آموزش فنی و حرفه ای کشور",
    options: [
      "وزارت کار و امور اجتماعی",
      "موسسات کار آموزی و آموزشگاه های آزاد",
      "سازمان آموزش فنی و حرفه ای کشور",
      "وزارت آموزش پرورش"
    ]
  },
  {
    id: 11,
    question: "از جمله مهمترین عوامل پیشرفت و توسعه اقتصادی و اجتماعی جوامع محسوب می گردد",
    answer: "آموزش",
    options: [
      "آموزش",
      "تکامل فرهنگ کار",
      "پرورش استعداد ها",
      "مسئولیت پذیری"
    ]
  },
  {
    id: 12,
    question: "یکی از مهمترین وظایف سازمان آموزش فنی و حرفه ای کشور محسوب میشود",
    answer: "آموزش جوانان و کار جوانان فاقد مهارت",
    options: [
      "نظارت بر روابط کار گر ها و کار فرما",
      "آموزش جوانان و کار جوانان فاقد مهارت",
      "تجزیه و تحلیل نرخ اشتغال",
      "ایجاد کار برای افراد فاقد شغل"
    ]
  },
  {
    id: 13,
    question: "از جمله مهمترین اهداف نظام آموزش های فنی وحرفه ای کشور بشمار میرود:",
    answer: "آماده نمودن احد جامعه برای اشتغال در مشاغل مناسب",
    options: [
      "آموزش فارغ التحصیلان دانشگاهی",
      "تجزیه و تحلیل نرخ بیکاری در جامعه",
      "آموزش هنر جویان در بدو اشتغال",
      "آماده نمودن احد جامعه برای اشتغال در مشاغل مناسب"
    ]
  },
  {
    id: 14,
    question: "مرکز تربیت مربی کرج در چه سالی و توسط کدام موسسه افتتاح گردید؟",
    answer: "سازمان بین المللی کار 1361",
    options: [
      "موسسه کار آموزی 1362",
      "سازمان آموزش فنی و حرفه ای کشور 1362",
      "وزارت کار و امور اجتماعی 1361",
      "سازمان بین المللی کار 1361"
    ]
  },
  {
    id: 15,
    question: "مفهوم عبارت پداگوژی در بر گیرنده کدامیک از مفاهیم ذیل می باشد؟",
    answer: "هنر تعلیم و تربیت خرد سالان",
    options: [
      "مسئول تعلیم و تربیت کودکان",
      "هنر تعلیم و تربیت خرد سالان",
      "مشاور تعلیماتی کودکان",
      "مشاور آموزشی خرد سالان"
    ]
  },
  {
    id: 16,
    question: "کدامیک از عبارت ذیل در برگیرنده مفهوم پداگوژی در آموزش های فنی حرفه ای می باشد؟",
    answer: "علم و هنر مهارت تدریس به منظور آماده سازی افراد برای اشتغال در مشاغل مشخص",
    options: [
      "علم و مهارت تدریس با هدف ارتقا دانش فنی",
      "علم و مهارت آموزش با هدف افزایش سطح تکنولوژی",
      "علم و هنر مهارت تدریس به منظور آماده سازی افراد برای اشتغال در مشاغل مشخص",
      "علم و هنر و مهارت در خصوص برنامه ریزی آموزشی و ارائه نظریات مشورتی به بنگاه های تولیدی"
    ]
  },
  {
    id: 17,
    question: "به فردی که دانش مهارت و نگرش مناسب در یک حرفه مشخص را در فرا گیران ارتقا میدهد اطلاق می گردد.",
    answer: "مربی آموزش فنی و حرفه ای",
    options: [
      "مربی آموزش فنی و حرفه ای",
      "مشاور ارشد شغلی",
      "مشاور آموزش های فنی و حرفه ای",
      "پداگوگ"
    ]
  },
  {
    id: 18,
    question: "ریشه اصلی عبارت اندرگوژی کدامیک از عبارت ذیل می باشد؟",
    answer: "Anderag",
    options: [
      "Paid",
      "Anogus",
      "Aner",
      "Anderag"
    ]
  },
  {
    id: 19,
    question: "کدامیک از عبارت ذیل در بر گیرنده مفهوم عبارت اندرگوژی می باشد",
    answer: "هنر آموزش بزرگسالان",
    options: [
      "هنر آموزش بزرگسالان",
      "آموزش حین کار",
      "روش علمی تعلیم و تربیت",
      "روش علمی آموزش های فنی و حرفه ای"
    ]
  },
  {
    id: 20,
    question: "واژه یونانی aner مترادف کدامیک از موارد ذیل می باشد؟",
    answer: "مرد",
    options: [
      "زن",
      "مرد",
      "کودک",
      "بزرگسالان"
    ]
  },
  {
    id: 21,
    question: "از ترکیب دو عبارت 'Paid' و 'Anogus' حاصل شده است",
    answer: "پداگوژی",
    options: [
      "پداگوژی",
      "اندراگوژی",
      "پداگوگ",
      "اندراگوگ"
    ]
  },
  {
    id: 22,
    question: "هدف از آموزش پداگوژی کدام است؟",
    answer: "ایجاد توانایی و مهارت در مربیان به منظور آموزش خردسالان",
    options: [
      "ایجاد توانایی و مهارت در مربیان به منظور ارائه راهنمایی و مشاوره شغلی",
      "ایجاد توانایی و مهارت در مربیان به منظور آموزش خردسالان",
      "ایجاد توانایی و مهارت در مربیان به منظور آموزش بزرگسالان",
      "ایجاد توانایی و مهارت در مربیان به منظور انتقال اطلاعات به فراگیران"
    ]
  },
  {
    id: 23,
    question: "مفهوم پداگوژی از دیدگاه امیل دورکیم جامعه شناس فرانسوی عبارت است از",
    answer: "دانش آموزش پرورش",
    options: [
      "تکنولوژی آموزشی",
      "و تکنولوژی در آموزش",
      "دانش آموزش پرورش",
      "مشاوره در آموزش"
    ]
  },
  {
    id: 24,
    question: "افلاطون و ارسطو را ابزار مناسبی برای ایجاد عشق به نظم و زیبایی در انسان تلقی می نمودند",
    answer: "موسیقی",
    options: [
      "موسیقی",
      "فرهنگ",
      "تعلیم و تربیت",
      "فلسفه"
    ]
  },
  {
    id: 25,
    question: "علت اختصاری کدامیک از سازمان های ذیل می باشد؟ ILO",
    answer: "سازمان بین المللی کار",
    options: [
      "سازمان بین المللی آموزش های فنی و حرفه ای",
      "سازمان بین المللی توسعه آموزش",
      "سازمان بین المللی کار",
      "سازمان بین المللی توسعه صنعتی"
    ]
  },
  {
    id: 26,
    question: "به مجموعه ای از برنامه های آموزشی هم خانواده اطلاق می گردد.",
    answer: "رشته آموزشی",
    options: [
      "رشته آموزشی",
      "دانش و مهارت",
      "تعلیم و تربیت",
      "پرورش"
    ]
  },
  {
    id: 27,
    question: "از وظایف مهم تشکلات مرتبط با سازمان بین المللی کار در هر یک از کشورهای عضو به حساب می آید",
    answer: "کنترل و نظارت بر روابط بین کارگران و کارفرمایان",
    options: [
      "کنترل و نظارت بر روابط بین کارگران و کارفرمایان",
      "کنترل وضعیت معیشتی کارگران",
      "کنترل نرخ بیکاری و کاهش آن",
      "کنترل بازار کار و ایجاد تعادل در آن"
    ]
  },
  {
    id: 28,
    question: "به منظور تحقق لزوماً باید آموزش های فنی و حرفه ای را توسعه بخشید",
    answer: "توسعه صنعتی",
    options: [
      "توسعه اجتماعی",
      "رقابت فردی",
      "توسعه صنعتی",
      "توسعه فرهنگی"
    ]
  },
  {
    id: 29,
    question: "در فرآیند آموزش بزرگسالان روش اداره کلاس مبتنی بر کدامیک از راهبردهای ذیل می باشد؟",
    answer: "احترام و همکاری متقابل",
    options: [
      "کاملاً رسمی",
      "رقابت گروهی",
      "رقابت فردی",
      "احترام و همکاری متقابل"
    ]
  },
  {
    id: 30,
    question: "در فرآیند آموزش بزرگسالان آنچه که فراگیران می آموزند:",
    answer: "دارای کاربرد فوری می باشد",
    options: [
      "امکان دارد احتمالاً در آینده مورد استفاده قرار گیرد",
      "دارای کاربرد چندانی در وظایف محوله نمی باشد",
      "دارای کاربرد فوری می باشد",
      "نشان از تمایلات فطری آنان دارد"
    ]
  },
  {
    id: 31,
    question: "در فرآیند آموزش خردسالان مکانیزم ارزیابی میزان یادگیری فراگیران چگونه است؟",
    answer: "بر اساس تصمیم و تشخیص مربی",
    options: [
      "بر اساس تصمیم و تشخیص مربی",
      "همراهی نظارت و کنترل کودک",
      "بر اساس تعامل طرفین",
      "بر اساس آزمون تشخیصی"
    ]
  },
  {
    id: 32,
    question: "وظیفه اصلی پداگوگ و یا مربی کودک در برگیرنده کدامیک از مفاهیم ذیل بوده است؟",
    answer: "همراهی و راهنمای اخلاقی کودک",
    options: [
      "همراهی و راهنمای اخلاقی کودک",
      "همراهی نظارت و کنترل کودک",
      "نظارت کنترل و کودک اخلاقی کودک",
      "تدریس نظارت و کنترل کودک"
    ]
  },
  {
    id: 33,
    question: "کدام یک از موارد ذیل در فرآیند برنامه ریزی آموزشی مورد استفاده قرار نمی گیرد؟",
    answer: "نظر خواهی",
    options: [
      "شناسایی مسئله",
      "نظر خواهی",
      "طراحی",
      "ارزشیابی"
    ]
  },
  {
    id: 34,
    question: "در چه شرایطی استفاده از برنامه های آموزشی ضروری است؟",
    answer: "هنگامی که بین عملکرد واقعی و مورد انتظار فاصله وجود داشته باشد",
    options: [
      "هنگامی که توقعات کاری ما از افراد مشخص نیست",
      "هنگامی که بین عملکرد واقعی و مورد انتظار فاصله وجود داشته باشد",
      "لوازم و ابزار مناسب در اختیار افراد قرار نگرفته باشد",
      "هنگامی که افراد از مهارتهای مازاد بر نیاز شغلی برخوردارند"
    ]
  },
  {
    id: 35,
    question: "عدم آگاهی افراد نسبت به چگونگی استفاده از ماشین آلات جدیدی که خریداری شده و هیچ یک از کارکنان موسسه توانایی کار و استفاده از آن را ندارند، مشخص کننده وجود نیازهای آموزشی در سطح:",
    answer: "سازمانی",
    options: [
      "فردی",
      "منطقه ای",
      "سازمانی",
      "ملی"
    ]
  },
  {
    id: 36,
    question: "کدام یک از موارد ذیل در فرآیند نیاز سنجی آموزشی مورد استفاده قرار می گیرند؟",
    answer: "شناسایی مسئله",
    options: [
      "شناسایی مسئله",
      "طراحی",
      "تدوین",
      "تجربه کار"
    ]
  },
  {
    id: 37,
    question: "شناسایی علل کمبودها و نقایص عملکردی از الزامات بکارگیری این فرآیند می باشد؟",
    answer: "نیاز سنجی",
    options: [
      "طراحی",
      "تدوین",
      "نیاز سنجی",
      "ارزشیابی"
    ]
  },
  {
    id: 38,
    question: "فرآیندی است نظام مند برای شناسایی علل تفاوتهای موجود بین ((عملکرد واقعی)) و عملکرد مورد انتظار",
    answer: "نیازسنجی",
    options: [
      "نیازسنجی",
      "برنامه ریزی",
      "اجرا",
      "طراحی"
    ]
  },
  {
    id: 39,
    question: "نیاز آموزشی در سطح ...... هنگامی احساس میشود که فردی بخواهد در محیط کار ارتقا یابد رشد کند و با پست جدید بگیرد",
    answer: "فردی",
    options: [
      "شرکتی",
      "منطقه ای",
      "فردی",
      "محلی"
    ]
  },
  {
    id: 40,
    question: "الزام شرکت در دوره های آموزشی و اخذ پروانه کار برای اشتغال در صنوف مختلف نشان دهنده نوعی از نیازهای آموزشی در سطح ..... می باشد.",
    answer: "ملی",
    options: [
      "فردی",
      "واحدهای تولیدی",
      "ملی",
      "محلی"
    ]
  },
  {
    id: 41,
    question: "در فرآیند (پرورش) آنچه لزوماً باید مورد توجه قرار گیرد عبارت است از",
    answer: "استعدادهای ذاتی پرورش یابنده",
    options: [
      "اهداف آموزشی پرورش یابنده",
      "اهداف تربیتی پرورش یابنده",
      "استعدادهای ذاتی پرورش یابنده",
      "دگرگونی های هدفمند در پرورش یابنده"
    ]
  },
  {
    id: 42,
    question: "سازماندهی برنامه های آموزشی در راستای تحقق می باشد",
    answer: "اهداف آموزش",
    options: [
      "محتوای آموزش",
      "تکنولوژی آموزش",
      "اهداف آموزش",
      "روش های آموزش"
    ]
  },
  {
    id: 43,
    question: "فرآیندی است هدفمند که دانش و مهارتهای مورد نیاز فراگیر در شغل کنونی و یا وظایفی که برای وی در نظر گرفته شده است را ارائه می نماید",
    answer: "آموزش",
    options: [
      "آموزش",
      "یادگیری",
      "تدریس",
      "پرورش"
    ]
  },
  {
    id: 44,
    question: "در کدام سطح از حیطه شناختی توانایی (قضاوت در خصوص ارزش مطالب) وجود دارد؟",
    answer: "ارزشیابی",
    options: [
      "کاربرد",
      "دانش",
      "ارزشیابی",
      "ادراک"
    ]
  },
  {
    id: 45,
    question: "بر اساس طبقه بندی بلوم توانایی به کارگیری اصول قوانین و روش ها در کدام یک از سطوح حیطه شناختی امکان پذیر است؟",
    answer: "کاربرد",
    options: [
      "کاربرد",
      "تجزیه تحلیل",
      "ارزشیابی",
      "تفسیر"
    ]
  },
  {
    id: 46,
    question: "توانایی تفسیر نمودن در کدامین سطح یادگیری در حیطه شناختی امکان پذیر است؟ طبقه بندی بلوم",
    answer: "ادراک",
    options: [
      "ادراک",
      "ارزشیابی",
      "تجزیه و تحلیل",
      "دانش"
    ]
  },
  {
    id: 47,
    question: "در کدامیک از سطوح یادگیری در حیطه روان حرکتی فراگیر کار را با مهارت انجام میدهد؟",
    answer: "تسلط پیدا کردن",
    options: [
      "دقت در عمل",
      "اجرای مستقل",
      "مشاهده و تقلید",
      "تسلط پیدا کردن"
    ]
  },
  {
    id: 48,
    question: "مهمترین هدف از اجرای برنامه های آموزشی است.",
    answer: "یادگیری فراگیر",
    options: [
      "برنامه ریزی",
      "تدریس موفقیت آمیز",
      "یادگیری فراگیر",
      "پرورش فراگیر"
    ]
  },
  {
    id: 49,
    question: "با دقت گوش کردن به مطالب و تلاش در فراگیری آن نشان دهنده آن است که فراگیر در سطح ... از حیطه عاطفی قرار گرفته است",
    answer: "دریافت نمودن",
    options: [
      "دریافت نمودن",
      "ارزش گذاری",
      "سازماندهی",
      "پاسخ دادن"
    ]
  },
  {
    id: 50,
    question: "نحوه تفکر، احساس و رویکرد یک فرد نسبت به یک موضوع خاص در بر گیرنده کدام یک از مفاهیم ذیل میباشد؟",
    answer: "نگرش",
    options: [
      "نگرش",
      "دانش",
      "مهارت",
      "رفتار"
    ]
  },
  {
    id: 51,
    question: "بالاترین و پایین ترین سطح یادگیری در حیطه شناختی کدام است؟ طبقه بندی بلوم",
    answer: "ارزشیابی – دانش",
    options: [
      "ترکیب – دانش",
      "ارزشیابی – ادراک",
      "ارزشیابی – دانش",
      "تجزیه و تحلیل - دانش"
    ]
  },
  {
    id: 52,
    question: "طرح سوال و اظهار تمایل فراگیر به یادگیری مطالب درسی فراگیر را در کدام سطح از حیطه عاطفی قرار می دهد؟",
    answer: "پاسخ دادن",
    options: [
      "پاسخ دادن",
      "سازماندهی",
      "دریافت نمودن",
      "ارزش گذاری"
    ]
  },
  {
    id: 53,
    question: "عناصر تشکیل دهنده فرآیند آموزش به ترتیب عبارتند از",
    answer: "نیاز سنجی- طراحی- تدوین- اجرا– ارزشیابی",
    options: [
      "نیاز سنجی- تدوین- طراحی- اجرا– ارزشیابی",
      "نیاز سنجی- اجرا- طراحی- تدوین– ارزشیابی",
      "نیاز سنجی- طراحی- تدوین- اجرا– ارزشیابی",
      "نیاز سنجی- تدوین- اجرا- ارزشیابی– طراحی"
    ]
  },
  {
    id: 54,
    question: "وظیفه مربی فنی و حرفه ای عبارت است از:",
    answer: "انتقال دانش مهارت و نگرش صحیح به فراگیران",
    options: [
      "برطرف نمودن نیازهای مرتبط با مهارت فراگیران",
      "انتقال اطلاعات مورد نیاز به فراگیران",
      "انتقال مهارت و نگرش مورد نیاز در خصوص وظایف فعلی فراگیران",
      "انتقال دانش مهارت و نگرش صحیح به فراگیران"
    ]
  },
  {
    id: 55,
    question: "در این سطح از یادگیری در حیطه عاطفی مقایسه بسط و ترکیب ارزش مطالب آموخته شده مورد نظر می باشد",
    answer: "سازماندهی",
    options: [
      "دریافت نمودن",
      "عکس العمل",
      "سازماندهی",
      "پاسخ دهی"
    ]
  },
  {
    id: 56,
    question: "اهدافی اطلاق میگردد که پس از تحقق آن فراگیر از قابلیت و توانایی اجرای آن برخوردار است",
    answer: "مهارتی",
    options: [
      "مهارتی",
      "دانشی",
      "نگرشی",
      "کلی"
    ]
  },
  {
    id: 57,
    question: "در این گام از فرآیند برنامه درسی بر اساس ساختار شایستگی فعالیت ها و آیتم های شغلی به موضوعات آموزشی تبدیل می شوند.",
    answer: "تهیه نمودار موضوع بندی آموزشی",
    options: [
      "تعریف دوره آموزشی",
      "تهیه نمودار موضوع بندی آموزشی",
      "تهیه نمودار شایستگی",
      "تدوین فهرست شایستگی"
    ]
  },
  {
    id: 58,
    question: "یادگیری در این سطح از حیطه شناختی صرفاً جنبه حفظی دارد",
    answer: "دانش",
    options: [
      "ادراک",
      "کاربرد",
      "دانش",
      "ارزشیابی"
    ]
  },
  {
    id: 59,
    question: "فرآیندی است که چنانچه فراگیران آن را با موفقیت طی نمایند به اهداف مورد نظر در حیطه دانش مهارت و نگرش دست خواهند یافت",
    answer: "آموزش",
    options: [
      "آموزش",
      "تدریس",
      "طرح درس",
      "برنامه ریزی آموزشی"
    ]
  },
  {
    id: 60,
    question: "برخورداری از دانش و توانمندی های انجام کار در نیروی انسانی باعث می شود",
    answer: "ایجاد زمینه اشتغال",
    options: [
      "افزایش مهارت",
      "ایجاد رقابت شخصی",
      "ایجاد زمینه اشتغال",
      "افزایش نرخ بیکاری"
    ]
  },
  {
    id: 61,
    question: "مفهوم واقعی تربیت عبارت است از",
    answer: "تحول انسان به سوی ارزش ها",
    options: [
      "تعلیم و تعلم",
      "ایجاد قابلیتهای نوین",
      "تحول انسان به سوی ارزش ها",
      "پرورش استعدادهای ذاتی"
    ]
  },
  {
    id: 62,
    question: "از جمله مواردی است که در فرآیند بار آوردن مورد استفاده قرار میگیرد",
    answer: "توجه به استعدادهای ذاتی",
    options: [
      "تحمیل نمودن",
      "تمایل به رشد طبیعی",
      "توجه به استعدادهای ذاتی",
      "توجه به احساسات فرد"
    ]
  },
  {
    id: 63,
    question: "فرآیندی است که بر اساس آن محتوای آموزش مشخص می شود:",
    answer: "طراحی برنامه درسی",
    options: [
      "طراحی برنامه درسی",
      "نیازسنجی آموزشی",
      "طراحی اهداف آموزشی",
      "تجزیه و تحلیل اهداف"
    ]
  },
  {
    id: 64,
    question: "در فرآیند بررسی و شناسایی نیازهای آموزشی اطلاعاتی که با توسل به روش تحقیق و با استفاده از آمار و اسناد حاصل میشوند از ویژگی ...... برخوردارند",
    answer: "دقت و جزئیات",
    options: [
      "کلی و عام",
      "دقت و جزئیات",
      "دقت و کلی",
      "جزئیات و عام"
    ]
  },
  {
    id: 65,
    question: "منشا تعیین اهداف آموزش محسوب می شوند",
    answer: "نیازهای آموزشی",
    options: [
      "محتوای آموزشی",
      "برنامه درسی",
      "نیازهای آموزشی",
      "چارچوب شرایط"
    ]
  },
  {
    id: 66,
    question: "در فرآیند بررسی نیازهای آموزشی اطلاعاتی که از طریق مشاهده حاصل میشوند از ویژگی ............. برخوردارند",
    answer: "جزئی و دقیق",
    options: [
      "کلی و عام",
      "جزئی و عام",
      "جزئی و دقیق",
      "کلی و دقیق"
    ]
  },
  {
    id: 67,
    question: "در فرآیند آموزش پس از شناسایی نیازهای آموزشی وارد فعالیتهای مرتبط با ...... می شویم.",
    answer: "طراحی دوره آموزشی",
    options: [
      "طراحی دوره آموزشی",
      "انتخاب وسایل کمک آموزشی",
      "ارزیابی دوره آموزشی",
      "بررسی چارچوب شرایط"
    ]
  },
  {
    id: 68,
    question: "نیازهای آموزشی عبارتند از:",
    answer: "حد فاصل شرایط موجود و شرایط مطلوب",
    options: [
      "حد فاصل شرایط مطلوب و شرایط خاص",
      "حد فاصل شرایط پیشین و شرایط فعلی",
      "حد فاصل شرایط موجود و شرایط مطلوب",
      "حد فاصل شرایط مطلوب و شرایط آرمانی"
    ]
  },
  {
    id: 69,
    question: "کدام یک از برنامه های آموزشی ذیل برای فراگیران مناسب تر است؟",
    answer: "دوره های مبتنی بر نیازهای آموزشی فراگیران",
    options: [
      "دوره های کوتاه مدت",
      "دوره های مبتنی بر نیازهای آموزشی فراگیران",
      "دوره های بلند مدت",
      "دوره های مبتنی بر استانداردهای آموزشی"
    ]
  },
  {
    id: 70,
    question: "در فرآیند تجزیه و تحلیل شغل با استفاده از روش مصاحبه، مناسب ترین منبع کسب اطلاعات کدام است؟",
    answer: "فرد متصدی شغل",
    options: [
      "فرد متصدی شغل",
      "مدیران سطوح میانی سازمان",
      "مربیان آموزشی",
      "مدیران ارشد سازمان"
    ]
  },
  {
    id: 71,
    question: "شرایط احراز شغل عبارت است از",
    answer: "الزامات موجود در طبقه بندی شغل",
    options: [
      "شرایط جسمانی و توانایی فردی متصدی شغل",
      "الزامات موجود در طبقه بندی شغل",
      "بررسی ماهیت شغل",
      "الزامات و محدودیت های سازمانی"
    ]
  },
  {
    id: 72,
    question: "برای بررسی مهارت های مورد نیاز متصدی شغل نیاز سنجی مورد استفاده در کدام سطح صورت میگیرد؟",
    answer: "افراد",
    options: [
      "سطوح میانی",
      "مدیران ارشد",
      "افراد",
      "متصدیان سایر مشاغل"
    ]
  },
  {
    id: 73,
    question: "جزء لاینفک فرآیند آموزش است:",
    answer: "نیاز سنجی",
    options: [
      "نیاز سنجی",
      "طبقه بندی مشاغل",
      "گزینش مربیان آموزشی",
      "تکنولوژی آموزشی"
    ]
  },
  {
    id: 74,
    question: "اولین گام در فرآیند نیازسنجی آموزشی کدام است؟",
    answer: "بررسی وضعیت مطلوب",
    options: [
      "بررسی وضعیت ایده آل",
      "بررسی وضعیت مطلوب",
      "شناسایی کمبودها و نقایص عملکردی",
      "بررسی راه های بهبود شرایط"
    ]
  },
  {
    id: 75,
    question: "از جمله عناصر موثر در فرآیند نیازسنجی آموزشی محسوب می گردد",
    answer: "تجزیه و تحلیل شغل",
    options: [
      "تجزیه و تحلیل شغل",
      "بررسی وضعیت فیزیکی کلاس",
      "بررسی میزان توانایی مربیان",
      "بررسی چارچوب شرایط"
    ]
  },
  {
    id: 76,
    question: "در کدام یک از موارد ذیل به مشاهده و بررسی مستقیم فعالیت کارکنان می پردازیم؟",
    answer: "تحلیل و آنالیز شغل",
    options: [
      "تعیین اهداف آموزش",
      "تعیین طرح درس",
      "تحلیل و آنالیز شغل",
      "تنظیم استاندارد آموزشی"
    ]
  },
  {
    id: 77,
    question: "تفاوت بین قابلیتهای فردی و توانایی های مورد نیاز برای انجام شغل مشخص کننده کدام سطح از نیازهای آموزشی است؟",
    answer: "فردی",
    options: [
      "فردی",
      "محلی",
      "منطقه ای",
      "سازمانی"
    ]
  },
  {
    id: 78,
    question: "تفاوت موجود بین اهداف و نتایج حاصل از فعالیتهای سازمان که ناشی از کمبود دانش مهارت و نگرش کارکنان باشد کدام سطح از نیازهای آموزشی را مشخص می نماید؟",
    answer: "سازمانی",
    options: [
      "سازمانی",
      "فراسازمانی",
      "فردی",
      "منطقه ای"
    ]
  },
  {
    id: 79,
    question: "تشریح شرایط فیزیکی محیط کار ساعت کار نکات ایمنی و ..... مربوط به کدام یک از موارد ذیل می باشد؟",
    answer: "شرایط کار",
    options: [
      "شرح وظایف شغل محوله",
      "ماهیت کار",
      "شرایط کار",
      "طبقه بندی مشاغل"
    ]
  },
  {
    id: 80,
    question: "سر واژه ((شنا))، (شناسایی مسئله خواهی و ارزیابی)، مبین کدام یک از فعالیت های مرتبط در فرآیند آموزش می باشد؟",
    answer: "نیاز سنجی",
    options: [
      "نیاز سنجی",
      "تدوین",
      "تجزیه و تحلیل شغل",
      "طراحی"
    ]
  },
  {
    id: 81,
    question: "نیاز سنجی آموزشی در چه سطوحی صورت می پذیرد؟",
    answer: "فردی سازمانی منطقه ای ملی",
    options: [
      "فردی سازمانی منطقه ای ملی",
      "فردی منطقه ای محلی سازمانی",
      "فردی سازمانی محلی صنایع",
      "سازمانی، صنایع فردی ملی"
    ]
  },
  {
    id: 82,
    question: "مفهوم سرواژه و اصطلاح (CUDBAS) کدام است؟",
    answer: "تدوین یک برنامه درسی بر مبنای ساختار توانایی",
    options: [
      "تهیه و تدوین برنامه آموزشی بر مبنای اهداف آموزشی",
      "تهیه و تدوین برنامه آموزشی بر مبنای نیازهای آموزشی",
      "تهیه و تدوین برنامه آموزشی بر مبنای توانایی مربیان",
      "تدوین یک برنامه درسی بر مبنای ساختار توانایی"
    ]
  },
  {
    id: 83,
    question: "مجموعه هدفهای کلی و جزئی تدوین شده در هر رشته آموزشی را ......... آن رشته می نامند.",
    answer: "برنامه آموزشی",
    options: [
      "استاندارد آموزشی",
      "مفاهیم آموزشی",
      "محتوای آموزشی",
      "برنامه آموزشی"
    ]
  },
  {
    id: 84,
    question: "تهیه یک برنامه درسی از میان برنامه های درسی مختلف را ......... می نامند",
    answer: "مونتاژ",
    options: [
      "تحلیل",
      "ارتفاع",
      "مونتاژ",
      "اشتراک"
    ]
  },
  {
    id: 85,
    question: "انواع حیطه های یادگیری بر اساس طبقه بندی بلوم عبارتند از",
    answer: "حسی - حرکتی، شناختی، عاطفی",
    options: [
      "حسی - حرکتی، تحلیلی شناختی",
      "حسی - حرکتی، شناختی، عاطفی",
      "شناختی، تحلیلی، رفتاری",
      "روانشناختی شناختی، حسی – حرکتی"
    ]
  },
  {
    id: 86,
    question: "در این سطح از یادگیری در حیطه حسی - حرکتی فراگیر در تلاش است که با تمرینات مکرر مهارت مورد نیاز را به شکل مطلوب انجام دهد.",
    answer: "دقت در عمل",
    options: [
      "مشاهده و تقلید",
      "اجرای مستقل",
      "دقت در عمل",
      "تسلط پیدا کردن"
    ]
  },
  {
    id: 87,
    question: "یادگیری در حیطه شناختی در ارتباط با کدامیک از موارد ذیل می باشد؟",
    answer: "موارد مرتبط با قوای ذهنی",
    options: [
      "مهارتهای فیزیکی",
      "امیال و نگرشها",
      "موارد مرتبط با قوای ذهنی",
      "فعالیتهای فرهنگی"
    ]
  },
  {
    id: 88,
    question: "چنانچه یادگیری فراگیر در ارتباط با موضوعی خاص از حالت ((انفعال)) به ((فعال)) تبدیل گردد یادگیری وی در چه سطحی و در کدام حیطه صورت پذیرفته است؟",
    answer: "ارزش نهادن حیطه عاطفی",
    options: [
      "ارزش نهادن حیطه شناختی",
      "ارزش نهادن حیطه عاطفی",
      "دریافت و توجه کردن حیطه عاطفی",
      "دریافت و توجه کردن حیطه شناختی"
    ]
  },
  {
    id: 89,
    question: "کدامیک از موارد ذیل نشان دهنده یادگیری در سطح ارزش گذاری حیطه عاطفی می باشد؟",
    answer: "فراگیر مطالب را در وجود خود نهادینه می کند",
    options: [
      "فراگیر پس از دریافت مطالب از خود عکس العمل نشان میدهد",
      "فراگیر از مطالب ارائه شده جانبداری می کند",
      "فراگیر مطالب را در وجود خود نهادینه می کند",
      "فراگیر به ارزیابی مطالب پرداخته و برای آن ارزش قائل می شود"
    ]
  },
  {
    id: 90,
    question: "در کدام یک از موارد ذیل میتوان از روش طوفان فکری برای مشخص نمودن توانایی های مورد نیاز تصدی یک حرفه خاص استفاده نمود؟",
    answer: "آنالیز شغلی و رفتاری",
    options: [
      "آنالیز شغلی و رفتاری",
      "طرح طبقه بندی مشاغل",
      "تهیه طرح درس",
      "تهیه برنامه درسی"
    ]
  },
  {
    id: 91,
    question: "بررسی هدفهای رفتاری مربوط به کدام بخش از فعالیتهای مرتبط با تدریس می باشد؟",
    answer: "فعالیت های پیش از تدریس",
    options: [
      "فعالیت های حین تدریس",
      "فعالیت های خاص",
      "فعالیت های پیش از تدریس",
      "فعالیت های پس از تدریس"
    ]
  },
  {
    id: 92,
    question: "سطح یادگیری ((دانش)) در حیطه (شناختی) کدام یک از موارد زیر را مورد بررسی قرار میدهد؟",
    answer: "قوای فکری و حافظه فراگیر",
    options: [
      "قوای فکری و حافظه فراگیر",
      "توانایی عیب یابی فراگیر",
      "قوای تجزیه و تحلیل فراگیر",
      "قوه ابتکار فراگیر"
    ]
  },
  {
    id: 93,
    question: "چنانچه فراگیر بتواند چکیده مطالب درسی روز را توضیح دهد. در کدام مرحله از یادگیری در حیطه شناختی قرار گرفته است؟",
    answer: "ادراک",
    options: [
      "ادراک",
      "پاسخ",
      "ترکیب",
      "دانش"
    ]
  },
  {
    id: 94,
    question: "مشاهده مستقیم فعالیت ها در حین کار و آنالیز آن به منظور ...... انجام می شود",
    answer: "آنالیز شغلی و رفتاری",
    options: [
      "آنالیز شغلی و رفتاری",
      "طبقه بندی مشاغل",
      "طراحی دوره آموزشی",
      "تنظیم طرح درس"
    ]
  },
  {
    id: 95,
    question: "هدف از تشریح و تحلیل یک کار بخصوص و تجزیه آن به زیر مجموعه های کوچکتر کدام یک از موارد ذیل می باشد؟",
    answer: "تجزیه و تحلیل شغل",
    options: [
      "تجزیه و تحلیل شغل",
      "آنالیز هدف و تجزیه به هدف های جزئی",
      "آنالیز و طبقه بندی فعالیت ها",
      "ترکیب فعالیت ها با یکدیگر"
    ]
  },
  {
    id: 96,
    question: "چنانچه فراگیر قادر به حل مسائل جدید بدون راهنمایی دیگران باشد در کدام سطح یادگیری از حیطه شناختی قرار گرفته است؟",
    answer: "کاربرد",
    options: [
      "ترکیب",
      "ارزشیابی",
      "کاربرد",
      "ادراک"
    ]
  },
  {
    id: 97,
    question: "کد بین المللی استاندارد برای یک حرفه خاص توسط ...... تعیین و اعلام می گردد",
    answer: "سازمان بین المللی کار",
    options: [
      "سازمان بین المللی کار",
      "سازمان آموزش فنی و حرفه ای",
      "وزارت کار",
      "سازمان جهانی بهداشت"
    ]
  },
  {
    id: 98,
    question: "اهداف آموزشی:",
    answer: "وضعیت مطلوبی است که باید در فراگیر ایجاد شود",
    options: [
      "همان برنامه آموزشی است",
      "وضعیت مطلوبی است که باید در فراگیر ایجاد شود",
      "بر مبنای طرح درس تهیه می شوند",
      "بر مبنای نظریه یادگیری تنظیم میشوند"
    ]
  },
  {
    id: 99,
    question: "برخورداری از...... باعث میشود که فراگیر برای یادگیری مهارت های خاص از انگیزه های لازم برخوردار باشد",
    answer: "آمادگی عاطفی",
    options: [
      "آمادگی عاطفی",
      "آمادگی شناختی",
      "آمادگی جسمی",
      "آمادگی فیزیکی"
    ]
  },
  {
    id: 100,
    question: "در ..... مدت زمان آموزش تجهیزات و امکانات مورد نیاز برای آموزش هر یک از عناوین درسی مشخص میشوند",
    answer: "برنامه آموزشی",
    options: [
      "برنامه درسی",
      "برنامه آموزشی",
      "استانداردهای آموزشی",
      "فرآیند آموزش"
    ]
  },
  {
    id: 101,
    question: "تجزیه هر یک از اهداف کلی به اهداف جزئی تا آنجا ادامه می باید که:",
    answer: "هر یک از هدفهای جزئی به یک هدف رفتاری تبدیل شده و دیگر قابل تجزیه نباشد",
    options: [
      "هدف های جزئی با یکدیگر ارتباط عمودی داشته باشند",
      "هدفهای جزئی با یکدیگر ارتباط موازی داشته باشند",
      "هر یک از هدفهای جزئی به یک هدف رفتاری تبدیل شده و دیگر قابل تجزیه نباشد",
      "هدفهای جزئی فاقد ارتباط عمودی و با موازی با یکدیگر باشند"
    ]
  },
  {
    id: 102,
    question: "در کدام مورد از سطوح یادگیری در حیطه (حسی- حرکتی) حضور مربی الزامی است؟",
    answer: "مشاهده و تقلید",
    options: [
      "مشاهده و تقلید",
      "اجرای مستقل",
      "تسلط پیدا کردن",
      "دقت در عمل"
    ]
  },
  {
    id: 103,
    question: "در فرآیند تهیه برنامه درسی بر اساس ساختار توانایی:",
    answer: "دانش، نگرش و مهارت مورد نیاز برای انجام وظایف شغلی مشخص می شود",
    options: [
      "مهارت و تکنیک مورد نیاز برای انجام شغل مشخص میشود",
      "مهارت و دانش مورد نیاز برای انجام شغل مشخص میشود",
      "دانش و نگرش مورد نیاز برای انجام شغل مشخص میشود",
      "دانش، نگرش و مهارت مورد نیاز برای انجام وظایف شغلی مشخص می شود"
    ]
  },
  {
    id: 104,
    question: "واژه ((کنجکاوی)) عمدتاً در کدام یک از حیطه های یادگیری از کاربرد بیشتری برخوردار است؟",
    answer: "شناختی",
    options: [
      "حسی- حرکتی",
      "شناختی",
      "عاطفی",
      "حسی"
    ]
  },
  {
    id: 105,
    question: "در فرآیند تهیه و تدوین برنامه درسی بر اساس ساختار توانایی و در گام تعیین سطح شایستگی مراد از کار کم اهمیت تر کدام است؟",
    answer: "اساساً به مهارت دانش و نگرش خاصی نیاز ندارد",
    options: [
      "نیاز به مهارت خاصی ندارد",
      "آگاهی از فنون اجرای کار از الزامات تصدی شغل نمی باشد",
      "نیازمند دانش نگرش و مهارت با سطح اندک می باشد",
      "اساساً به مهارت دانش و نگرش خاصی نیاز ندارد"
    ]
  },
  {
    id: 106,
    question: "کدام یک از اهداف آموزشی ذیل مستلزم بکارگیری اندام حرکتی است؟",
    answer: "هدف مهارتی",
    options: [
      "هدف مهارتی",
      "هدف نگرشی",
      "هدف شناختی",
      "هدف دانشی"
    ]
  },
  {
    id: 107,
    question: "مبنای شکل گیری (تربیت طبیعی) است.",
    answer: "استعدادهای ذاتی",
    options: [
      "تمایلات فطری",
      "استعدادهای ذاتی",
      "اهداف پرورشی",
      "اهداف آموزشی"
    ]
  },
  {
    id: 108,
    question: "در فرآیند تنظیم محتوای درسی کدام یک از موارد ذیل در اولویت می باشند؟",
    answer: "مواردی که لازم است فراگیر بداند.",
    options: [
      "مواردی که بهتر است فراگیر بداند",
      "مواردی که در ارتباط با موضوع درسی است",
      "مواردی که لازم است فراگیر بداند.",
      "مواردی که دانستن آن بهتر از ندانستن آن است"
    ]
  },
  {
    id: 109,
    question: "موضوع آموزش روش های آموزش وسائل کمک آموزشی و زمان اختصاص یافته به هر یک از عناوین درسی در ...... گنجانیده می شود.",
    answer: "طرح درس",
    options: [
      "استاندارد آموزشی",
      "برنامه آموزشی",
      "طرح درس",
      "تکنولوژی در آموزش"
    ]
  },
  {
    id: 110,
    question: "دومین سطح از اولویت بندی محتوای آموزشی کدام است؟",
    answer: "مواردی که خوب است فراگیر بداند",
    options: [
      "مواردی که لازم است فراگیر بداند",
      "مواردی که خوب است فراگیر بداند",
      "مواردی که در ارتباط با موضوع درسی است",
      "مواردی که دانستن آن زیاد ضروری نیست"
    ]
  },
  {
    id: 111,
    question: "در این روش آموزشی هدف نهایی انتقال اطلاعات است.",
    answer: "سخنرانی",
    options: [
      "سخنرانی",
      "بحث گروهی",
      "توضیحی",
      "اکتشافی"
    ]
  },
  {
    id: 112,
    question: "تنظیم و استفاده از آن باعث ایجاد نظم و ترتیب در ارائه محتوای درسی می گردد",
    answer: "طرح درس",
    options: [
      "برنامه آموزشی",
      "برنامه درسی",
      "طرح درس",
      "نیازهای آموزشی"
    ]
  },
  {
    id: 113,
    question: "از این روش آموزشی در مواقعی استفاده میشود که تمرین مهارت در شرایط واقعی پرهزینه و خطرساز باشد:",
    answer: "شبیه سازی",
    options: [
      "شبیه سازی",
      "اکتشافی",
      "ایفای نقش",
      "آموزش مبتنی بر رایانه"
    ]
  },
  {
    id: 114,
    question: "کدام یک از موارد ذیل مشمول روش آموزش مبتنی بر رایانه نمی باشد؟",
    answer: "روش اکتشافی",
    options: [
      "بازی های آموزشی",
      "شبیه سازی",
      "روش اکتشافی",
      "حل مسئله و نمایش"
    ]
  },
  {
    id: 115,
    question: "مهمترین هدف استفاده از روش آموزش اکتشافی است.",
    answer: "واداشتن فراگیران به خود اندیشی",
    options: [
      "واداشتن فراگیران به خود اندیشی",
      "بکارگیری رایانه در فرآیند آموزش",
      "استفاده از شیوه های شبیه سازی",
      "تمرین و کار عملی"
    ]
  },
  {
    id: 116,
    question: "سومین مرحله از روش آموزش (توضیحی) می باشد:",
    answer: "کنترل موفقیت فراگیران",
    options: [
      "ایجاد انگیزه",
      "تکمیل توضیحات از طریق تمرین منظم",
      "کنترل موفقیت فراگیران",
      "ارائه توضیحات مناسب توسط مربی"
    ]
  },
  {
    id: 117,
    question: "کدام یک از موارد ذیل از جمله شیوه های مورد استفاده در روش (طوفان فکری) نمی باشد؟",
    answer: "ایده های دیگران را ترکیب نکنید",
    options: [
      "ایده دیگران را مورد انتقاد قرار ندهید",
      "از ایده های سالم هم استقبال کنید",
      "تعداد ایده ها هر چه بیشتر باشد بهتر است",
      "ایده های دیگران را ترکیب نکنید"
    ]
  },
  {
    id: 118,
    question: "از جمله قدیمی ترین روشهای متداول آموزش است که با هدف انتقال اطلاعات فراگیر مورد استفاده قرار می گیرد",
    answer: "سخنرانی",
    options: [
      "بحث و جدل",
      "سوال و جواب",
      "سخنرانی",
      "توضیحی"
    ]
  },
  {
    id: 119,
    question: "مهمترین عامل موثر در فرآیند تدوین (طرح درس) کدام است؟",
    answer: "عامل انسانی",
    options: [
      "وسایل کمک آموزشی",
      "عامل زمان و مکان",
      "عامل انسانی",
      "تکنولوژی آموزشی"
    ]
  },
  {
    id: 120,
    question: "کدام بازه زمانی نشان دهنده بالاترین حد کارایی حواس در ارتباط با یادگیری است؟",
    answer: "7:30-11:30",
    options: [
      "13-15",
      "14-16",
      "7:30-11:30",
      "16:20"
    ]
  },
  {
    id: 121,
    question: "تهیه طرح درس مربوط به فعالیتهای مربی می باشد",
    answer: "پیش از تدریس",
    options: [
      "پیش از تدریس",
      "غیر رسمی",
      "ضمن تدریس",
      "پس از تدریس"
    ]
  },
  {
    id: 122,
    question: "در فرآیند تنظیم محتوای درسی با استفاده از روش از کل به جز ارتباط هدف های جزئی با یکدیگر چگونه است؟",
    answer: "دارای ارتباط موازی با یکدیگر می باشند.",
    options: [
      "دارای ارتباط عمودی با یکدیگر می باشند.",
      "هیچ گونه ارتباطی با یکدیگر ندارند",
      "دارای ارتباط موازی با یکدیگر می باشند",
      "هر یک از اهداف با سایر هدفها ارتباط مستقیم دارد."
    ]
  },
  {
    id: 123,
    question: "تهیه و تنظیم محتوای آموزشی بر مبنای ...... صورت می گیرد",
    answer: "اهداف آموزشی",
    options: [
      "اهداف آموزشی",
      "برنامه آموزشی",
      "مهارت های مربی",
      "شرایط انسانی"
    ]
  },
  {
    id: 124,
    question: "هدف از تبیین شرایط انسانی در فرآیند تنظیم ((طرح درس)) کدام یک از موارد ذیل می باشد؟",
    answer: "بررسی شرایط خاص فراگیران",
    options: [
      "بررسی شرایط مربی در فرآیند تدریس",
      "بررسی نحوه استقرار فراگیران در کلاس",
      "بررسی شرایط خاص فراگیران",
      "بررسی شرایط انسانی کارکنان مرکز آموزشی"
    ]
  },
  {
    id: 125,
    question: "طرح درس:",
    answer: "مجموعه فعالیت هایی است که به منظور تحقق یک یا چند هدف آموزشی در یک جلسه تدارک دیده می شود.",
    options: [
      "مجموعه فعالیت هایی است که به منظور تحقق یک یا چند هدف آموزشی در یک جلسه تدارک دیده می شود.",
      "مجموعه سیاست های راهبردی است که برای ارائه یک برنامه آموزشی بخصوص تنظیم می شود.",
      "مجموعه مطالبی است که در یک برنامه درسی ارائه می شود",
      "خلاصه مطالب ارائه شده در یک برنامه آموزشی است"
    ]
  },
  {
    id: 126,
    question: "اطلاعات جانبی به مفاهیمی اطلاق می گردد که:",
    answer: "آگاهی از آن مطلوب است.",
    options: [
      "دانستن آن ضروری است.",
      "بهتر است همواره در یاد فراگیر باشد",
      "آگاهی از آن مطلوب است.",
      "بهتر است آموزش داده شوند."
    ]
  },
  {
    id: 127,
    question: "در ارتباط با فرآیند تنظیم محتوای درسی ((قوانین)) (( ضوابط))، (( تمرینات و مثالهای مکمل درس)) و معیارهای اصلی از جمله مفاهیمی هستند که",
    answer: "دانستن آنها برای فراگیران لازم است.",
    options: [
      "دانستن آنها برای فراگیران لازم است.",
      "دانستن آنها برای فراگیران خوب است.",
      "آگاهی از آنها برای فراگیران مطلوب است.",
      "همگی در اولویت دوم محتوای آموزشی قرار میگیرند."
    ]
  },
  {
    id: 128,
    question: "مهمترین رکن ((چارچوب شرایط)) که لازم است در فرآیند تنظیم طرح درس ((مورد توجه قرار گیرد)) عبارت است از:",
    answer: "شرایط فراگیران",
    options: [
      "شرایط زمانی",
      "شرایط مکانی",
      "شرایط فراگیران",
      "امکانات آموزشی"
    ]
  },
  {
    id: 129,
    question: "از جمله مواردی که لازم است در فرآیند تنظیم طرح درس و به منظور تحقق اهداف آموزشی مورد توجه جدی قرار گیرد عبارت است از:",
    answer: "ساختار ذهنی و توانایی های بالقوه فراگیر",
    options: [
      "فضای آموزشی مناسب",
      "توانایی های مربی",
      "بررسی نحوه استقرار فراگیران در کلاس",
      "ساختار ذهنی و توانایی های بالقوه فراگیر"
    ]
  },
  {
    id: 130,
    question: "هدف فراگیران از شرکت در برنامه آموزشی از جمله مواردی است که لازم است در تنظیم طرح درس و در ارتباط با بررسی عنصر ..... مورد توجه قرار گیرد",
    answer: "شرایط انسانی",
    options: [
      "شرایط انسانی",
      "شرایط اجتماعی",
      "شرایط فرهنگی",
      "شرایط زمانی"
    ]
  },
  {
    id: 131,
    question: "کدام یک از موارد ذیل توصیف مفهوم واقعی طرح درس می باشد؟",
    answer: "((طرح درس)) برنامه ایست مدون که پیش از تدریس توسط مربی طراحی و تنظیم می گردد.",
    options: [
      "تنظیم طرح درس موجب شخصی گردیدن ((برنامه درسی)) می شود.",
      "تنظیم طرح درس باعث شخصی شدن ((هدفهای آموزشی)) می شود.",
      "((طرح درس)) برنامه ایست مدون که پیش از تدریس توسط مربی طراحی و تنظیم می گردد.",
      "((طرح درس)) برنامه ایست مدون که از سرفصلهای برنامه آموزشی تشکیل گردیده است."
    ]
  },
  {
    id: 132,
    question: "مبنا و سند رسمی فعالیتهای آموزشی مربیان عبارت است از:",
    answer: "برنامه آموزشی",
    options: [
      "استانداردهای آموزشی",
      "دانش و مهارت",
      "برنامه آموزشی",
      "برنامه های درسی"
    ]
  },
  {
    id: 133,
    question: "حجم مطالب آموزشی که در فرآیند تنظیم طرح درس برای یک جلسه درسی تدارک دیده می شود به ...... بستگی دارد.",
    answer: "شرایط فراگیران",
    options: [
      "شرایط فراگیران",
      "شرایط مربی",
      "تکنولوژی آموزشی",
      "شرایط فیزیکی کلاس"
    ]
  },
  {
    id: 134,
    question: "در فرآیند تنظیم محتوای درسی با استفاده از روش (کل) به (جز) اولویت ارائه مطالب با کدام یک از موارد ذیل می باشد؟",
    answer: "بیان اهداف، کلیات و رئوس مطالب درسی انتخاب",
    options: [
      "تشریح مفاهیم موجود در موضوع آموزش",
      "توضیح تفصیلی در خصوص هدف های جزئی آموزش",
      "بیان اهداف، کلیات و رئوس مطالب درسی انتخاب",
      "تشریح اهداف جزئی و رسیدن به هدف کلی"
    ]
  },
  {
    id: 135,
    question: "امکانات و محدودیتهای کلاس درس در ارتباط با کدام یک از موارد ذیل تاثیر گذار است؟",
    answer: "انتخاب ((روش آموزش)) و ((وسایل آموزشی))",
    options: [
      "انتخاب ((روش آموزش)) و ((وسایل آموزشی))",
      "انتخاب هدف های آموزش کلی و جزئی",
      "تنظیم محتوای آموزشی",
      "نحوه انتخاب مطالب درسی"
    ]
  },
  {
    id: 136,
    question: "در فرآیند تنظیم طرح درس اولین گام در برگیرنده کدام یک از موارد ذیل می باشد؟",
    answer: "مراجعه به هدف های درسی",
    options: [
      "انتخاب وسایل کمک آموزشی",
      "مراجعه به هدف های درسی",
      "تنظیم محتوای آموزش",
      "انتخاب روش های آموزش"
    ]
  },
  {
    id: 137,
    question: "کدام یک از موارد ذیل به فعالیتهای مرتبط با فرآیند تدریس نظم و ترتیب می بخشد؟",
    answer: "تنظیم طرح درس",
    options: [
      "تنظیم طرح درس",
      "تنظیم برنامه آموزشی",
      "تنظیم محتوای آموزش",
      "خلاقیت مربی"
    ]
  },
  {
    id: 138,
    question: "در چه شرایطی مفاهیم درسی برای فراگیران قابل درک و معنادار خواهد بود؟",
    answer: "فراگیران از توانایی تفسیر صحیح مفاهیم درسی بر پایه اطلاعات پیشین خود برخوردار باشند",
    options: [
      "اهداف کلی درس برای فراگیران مشخص شده باشد",
      "با اهداف جزئی درس برای فراگیران واضح و مشخص شده باشد",
      "فراگیران از آمادگی عاطفی مناسبی برای یادگیری برخوردار باشند.",
      "فراگیران از توانایی تفسیر صحیح مفاهیم درسی بر پایه اطلاعات پیشین خود برخوردار باشند"
    ]
  },
  {
    id: 139,
    question: "به منظور تسهیل در برقراری ارتباط فی مابین ((مربی)) و ((فراگیران)) و همچنین استفاده مناسب از حواس شنوایی و بینایی بهتر است نحوه استقرار فراگیران در کلاس درس به شکل .......... باشد",
    answer: "دایره باز",
    options: [
      "دایره باز",
      "دایره بسته",
      "ردیفی",
      "ستونی"
    ]
  },
  {
    id: 140,
    question: "از جمله الزامات چگونگی ((تنظیم محتوای درسی)) به شمار میرود",
    answer: "معلومات فراگیر مبنای شروع درس باشد.",
    options: [
      "از مجهول به معلوم تنظیم شود",
      "از مجازی به حقیقی تنظیم شود",
      "معلومات فراگیر مبنای شروع درس باشد.",
      "بر اساس طرح درس تنظیم شود."
    ]
  },
  {
    id: 141,
    question: "در چه مواقعی فرآیند تنظیم ((محتواي درسی)) با استفاده از روش (( از جز به کل)) صورت می گیرد؟",
    answer: "تجزیه هدف کلی به هدفهای جزئی به شکل موازی صورت گرفته باشد",
    options: [
      "تجزیه هدف کلی به هدفهای جزئی به شکل عمودی صورت گرفته باشد.",
      "برای هدفهای جزئی هدفهای رفتاری تعریف نشده باشند.",
      "تجزیه هدف کلی به هدفهای جزئی به شکل موازی صورت گرفته باشد",
      "برای هدف های جزئی هدفهای رفتاری تعریف شده باشند."
    ]
  },
  {
    id: 142,
    question: "در فرآیند تنظیم ((طرح درس)) ...... مرتبط با هر یک از هدف های درسی نیز باید مشخص شوند",
    answer: "سطوح یادگیری",
    options: [
      "سطوح یادگیری",
      "روش های یادگیری",
      "وسایل کمک آموزشی",
      "روش های ارزشیابی"
    ]
  },
  {
    id: 143,
    question: "در فرآیند تنظیم طرح درس ((چارچوب شرایط)) چه مواردی را شامل می شود؟",
    answer: "شرایط فراگیران، شرایط زمان، شرایط مکان",
    options: [
      "هدفهای آموزشی فضای آموزشی شرایط فراگیران",
      "شرایط فراگیران تکنولوژی آموزشی زمان",
      "شرایط فراگیران، شرایط زمان، شرایط مکان",
      "هدف های آموزشی فضای آموزشی زمان آموزش"
    ]
  },
  {
    id: 144,
    question: "از جمله عناصر تشکیل دهنده چارچوب شرایط میباشد",
    answer: "شرایط فراگیران",
    options: [
      "شرایط فراگیران",
      "هدفهای آموزش",
      "محتوای آموزش",
      "طرح درس"
    ]
  },
  {
    id: 145,
    question: "در فرآیند تنظیم طرح درس کاربرد چهارچوب شرایط کدام است؟",
    answer: "شرایط موجود در فرآیند تدریس را مورد بررسی و تحلیل قرار می دهد.",
    options: [
      "شرایط یادگیری فراگیران را مورد بررسی و تحلیل قرار میدهد",
      "شرایط تحقق هدفهای کلی و جزئی مورد بررسی و تحلیل قرار میدهد",
      "شرایط تاثیر گذاری طرح درس بر چهار چوب شرایط را مورد بررسی و تحلیل قرار می دهد",
      "شرایط موجود در فرآیند تدریس را مورد بررسی و تحلیل قرار می دهد."
    ]
  },
  {
    id: 146,
    question: "محتوای درسی بر مبنای ..... تنظیم می شود",
    answer: "اهداف آموزشی",
    options: [
      "اهداف آموزشی",
      "برنامه آموزشی",
      "برنامه درسی",
      "طرح درس"
    ]
  },
  {
    id: 147,
    question: "برای (افزایش درصد) یادگیری مطالب تئوری در اوقات بعد از ظهر بهتر است از ..... استفاده نماییم.",
    answer: "وسایل کمک آموزشی",
    options: [
      "روش تشویق و تنبیه",
      "روش سخنرانی",
      "وسایل کمک آموزشی",
      "طرح درس"
    ]
  },
  {
    id: 148,
    question: "محورهای اساسی که طرح درس بر مبنای آنها تنظیم می شود عبارتند است.",
    answer: "هدفهای آموزشی محتوای درسی روشهای آموزشی وسایل آموزشی، برنامه درسی",
    options: [
      "هدف های آموزشی چهارچوب، شرایط محتوای درسی روش های آموزشی، برنامه درسی",
      "هدفهای آموزشی محتوای درسی روشهای آموزشی وسایل آموزشی، برنامه درسی",
      "چارچوب شرایط، هدفهای آموزشی محتوای درسی، برنامه آموزشی، وسایل آموزشی",
      "هدف های آموزشی چارچوب، شرایط محتوای درسی برنامه آموزشی وسایل آموزشی"
    ]
  },
  {
    id: 149,
    question: "به مختصات وسایل و امکانات محل اجرای برنامه آموزشی اطلاق می گردد",
    answer: "شرایط مکان",
    options: [
      "شرایط زمانی",
      "شرایط فراگیران",
      "شرایط مکان",
      "تکنولوژی آموزشی"
    ]
  },
  {
    id: 150,
    question: "در فرآیند تدوین طرح درس در کدام یک از موارد ذیل در چهارچوب ((شرایط انسانی)) جای می گیرد؟",
    answer: "میزان اطلاعات فراگیران در رشته آموزشی",
    options: [
      "میزان اطلاعات فراگیران در رشته آموزشی",
      "نحوه ارتباط فراگیران با مربی",
      "ساعات برگزاری دوره آموزشی",
      "نحوه استقرار فراگیران در کلاس"
    ]
  },
  {
    id: 151,
    question: "محتوای درسی عبارت است از:",
    answer: "کلیه مفاهیمی که در راستای تحقق اهداف آموزشی در کلاس درس ارائه می گردد.",
    options: [
      "کلیه مفاهیم مباحث و موضوعاتی که در کلاس درس عنوان میگردند",
      "کلیه مفاهیمی که در راستای تحقق اهداف آموزشی در کلاس درس ارائه می گردد.",
      "کتب و منابع آموزشی موجود در رشته مربوطه",
      "استاندارد آموزشی رشته مربوطه که حاوی اهداف کلی و جزئی می باشد."
    ]
  },
  {
    id: 152,
    question: "از جمله عوامل تاثیر گذار در فرآیند یادگیری است؟",
    answer: "میزان علاقه و انگیزه فراگیران",
    options: [
      "مدرک تحصیلی فراگیران",
      "محتوای درسی منطبق با طرح درس",
      "میزان علاقه و انگیزه فراگیران",
      "نحوه استقرار فراگیران در کلاس"
    ]
  },
  {
    id: 153,
    question: "در شرایط استفاده از روش تدریس (( اکتشافی))، نقش مربی کدام است؟",
    answer: "راهنما",
    options: [
      "راهنما",
      "اجرایی",
      "محوری",
      "فاقد نقش خاص"
    ]
  },
  {
    id: 154,
    question: "از جمله مزایای تنظیم طرح درس عبارت است از",
    answer: "نوآوری و ابتکار در فرآیند تدریس",
    options: [
      "افزایش اعتماد به نفس مربی",
      "ایجاد علاقه و انگیزه در فراگیران",
      "نوآوری و ابتکار در فرآیند تدریس",
      "برقراری نظم و ترتیب در فراگیران"
    ]
  },
  {
    id: 155,
    question: "اولين گام در فرآيند تنظيم محتواي آموزشي با استفاده از روش از جز به كل كدام است؟",
    answer: "هر یک از هدف های جزئی را به صورت جامع و کامل تشریح می نماییم.",
    options: [
      "هر یک از هدف های جزئی را به صورت جامع و کامل تشریح می نماییم.",
      "خلاصه مطالب را ارائه میکنیم تا فراگیر تصویر کلی از موضوع آموزش را در ذهن خود مجسم نماید.",
      "پس از تشریح کلیات موضوع و کامل نمودن آن به تبیین و تشریح موضوع پایه می پردازیم.",
      "مطالب و محتوای هر یک از مفاهیم آموزشی را به اختصار توضیح میدهیم."
    ]
  },
  {
    id: 156,
    question: "از جمله مزایای تدریس به شیوه ارائه طرح (پروژه) می باشد",
    answer: "پدید آمدن حس ابتکار و نوآوری در فراگیران",
    options: [
      "فراگیری از طریق مشاهده عینی",
      "پرورش حس مسئولیت و همکاری گروهی",
      "پدید آمدن حس ابتکار و نوآوری در فراگیران",
      "استفاده از تجارب سایر فراگیران"
    ]
  },
  {
    id: 157,
    question: "CBT سرواژه کدام عبارت است؟",
    answer: "Computer based Teaching",
    options: [
      "Competency based Training",
      "Computer by Technology",
      "Computer based Teaching",
      "Central based Training"
    ]
  },
  {
    id: 158,
    question: "از جمله مهارتهای مربیگری است که مدرسین لزوما باید از آن بهره مند باشند",
    answer: "توانایی تنظیم طرح درس",
    options: [
      "خلق و خوی انعطاف پذیر",
      "ایمان به حرفه مربیگری",
      "رعایت نظم و وقت شناسی",
      "توانایی تنظیم طرح درس"
    ]
  },
  {
    id: 159,
    question: "با استفاده از کدام یک از روشهای آموزشی ذیل می توان حجم بیشتری از مطالب را در مدت زمان معین ارائه نمود؟",
    answer: "سخنرانی",
    options: [
      "سخنرانی",
      "حل مسئله",
      "بحث گروهی",
      "اکتشافی"
    ]
  },
  {
    id: 160,
    question: "رعایت کدام یک از موارد ذیل در هنگام استفاده از روش آموزش بارش فکری ضروری است؟",
    answer: "مستند سازی ایده ها",
    options: [
      "ارائه انتقاد و انتقاد پذیری",
      "ایجاد محدودیت در ارائه پیشنهادات",
      "کنارگذاشتن ایده های ساده",
      "مستند سازی ایده ها"
    ]
  },
  {
    id: 161,
    question: "احتمال عدم درک صحیح و همچنین برداشت نادرست از مطالب ارائه شده از معایب کدام روش تدریس می باشد؟",
    answer: "سخنرانی",
    options: [
      "سخنرانی",
      "ایفای نقش",
      "مطالعه موردی",
      "بارش فکری"
    ]
  },
  {
    id: 162,
    question: "در کدام روش تدریس فراگیران از امکان ((تجربه موقعیت های حقیقی)) برخوردار می باشند؟",
    answer: "بازدید از صحنه های واقعی",
    options: [
      "بارش فکری",
      "مطالعه موردی",
      "بازدید از صحنه های واقعی",
      "سخنرانی"
    ]
  },
  {
    id: 163,
    question: "در هنگام استفاده از روش بحث گروهی مناسب ترین تعداد فراگیران شرکت کننده در بحث کدام است؟",
    answer: "6-20",
    options: [
      "6-20",
      "3-10",
      "3-30",
      "6-40"
    ]
  },
  {
    id: 164,
    question: "سه رکن موثر در فرآیند یادگیری کدامند؟",
    answer: "مربی فراگیر کتب و منابع آموزشی",
    options: [
      "برنامه درسی تجهیزات آموزشی اهداف آموزشی",
      "فرستنده گیرنده، کانال ارتباطی",
      "مربی فراگیر کتب و منابع آموزشی",
      "مربی اهداف آموزشی، روش تدریس"
    ]
  },
  {
    id: 165,
    question: "از میان روشهای آموزشی ذیل و در صورت اجرای موفق کدام شیوه آموزشی با نتایج بهتر همراه خواهد بود؟",
    answer: "شیوه ارائه طرح",
    options: [
      "شیوه ارائه طرح",
      "شیوه سخنرانی",
      "شیوه بحث",
      "شیوه سقراطی"
    ]
  },
  {
    id: 166,
    question: "کدام یک از گزینه های زیر از جمله روشهای آموزشی ((فراگیر محور)) محسوب می شوند؟",
    answer: "سقراطي- بحث- ارائه کار– اکتشافی",
    options: [
      "سقراطي- بحث- ارائه کار– اکتشافی",
      "سخنرانی- توضیحی- اکتشافی- مکتبی",
      "مکتبی- ارائه کار- توضیحی بحث",
      "سخنرانی بارش فکری آموزش مبتنی بر رایانه– اکتشافی"
    ]
  },
  {
    id: 167,
    question: "کدام یک از مفاهیم زیر از ویژگیهای استفاده از روش های آموزشی ((فراگیر محور)) محسوب می شود؟",
    answer: "فراگیران از انگیزه های مناسبی برای شرکت در کلاس و یادگیری برخوردارند.",
    options: [
      "فراگیران از انگیزه های مناسبی برای شرکت در کلاس و یادگیری برخوردارند.",
      "امکان نشان دادن خلاقیت و ابتکار برای فراگیران وجود ندارد.",
      "رعایت نظم و مقررات کلاس جزء مهمترین اولویت ها میباشد.",
      "میزان استفاده از وسایل تجربی و کمک آموزشی محدود است"
    ]
  },
  {
    id: 168,
    question: "مربیان برای بیان تجربیات خویش از این شیوه آموزشی استفاده می نمایند:",
    answer: "سخنرانی",
    options: [
      "شیوه پروژه",
      "اکتشافی",
      "سخنرانی",
      "بحث گروهی"
    ]
  },
  {
    id: 169,
    question: "استفاده از این شیوه آموزشی موجبات تقویت حس ابتکار و نوآوری را در فراگیران فراهم می نماید",
    answer: "اکتشافي",
    options: [
      "اکتشافي",
      "آموزش مبتنی بر رایانه",
      "پرسش و پاسخ",
      "نمایش عملی"
    ]
  },
  {
    id: 170,
    question: "در این شیوه آموزشی فرآیند یادگیری با پرسش و پاسخ و حرکت از سوی معلومات به سمت مجهولات پی ریزی و استوار می گردد:",
    answer: "اکتشافی",
    options: [
      "اکتشافی",
      "بارش فکری",
      "پرسش و پاسخ",
      "اکتشافی"
    ]
  },
  {
    id: 171,
    question: "یادگیری عینی و مصور از جمله مزایای استفاده از این روش آموزش است",
    answer: "نمایش عملی",
    options: [
      "سخنرانی",
      "بحث گروهی",
      "نمایش عملی",
      "اکتشافی"
    ]
  },
  {
    id: 172,
    question: "در فرآیند استفاده از این روش آموزشی فراگیران این امکان را خواهند داشت افکار و ذهنیت خود را فی البداهه مطرح نمایند:",
    answer: "طوفان فکری",
    options: [
      "طوفان فکری",
      "اکتشافی",
      "سخنرانی",
      "نمایش عملی"
    ]
  },
  {
    id: 173,
    question: "در این شیوه آموزشی توانایی اظهار نظر تفکر انتقادی و انتقاد پذیری در فراگیران تقویت میشود",
    answer: "بحث",
    options: [
      "بحث",
      "نمایش عملی",
      "سخنرانی",
      "اکتشافی"
    ]
  },
  {
    id: 174,
    question: "از جمله شاخص های مهمی است که در رویکرد نوین تدریس مورد توجه جدی قرار گرفته است",
    answer: "فراگیر محور",
    options: [
      "محتوا محور",
      "مربی محور",
      "فراگیر محور",
      "روش محور"
    ]
  },
  {
    id: 175,
    question: "نتیجه هم ورزی متقابلی است که بین مربی فراگیر و محتوای درسی شکل می گیرد",
    answer: "یادگیری",
    options: [
      "طرح درس",
      "آموزش",
      "یادگیری",
      "تدریس"
    ]
  },
  {
    id: 176,
    question: "در این روش آموزشی ارتباط با موضوع از طریق به کارگیری کلمات جایگزین شکل می گیرد",
    answer: "یاد سپاری",
    options: [
      "یاد سپاری",
      "سخنرانی",
      "بحث گروهی",
      "طوفان فکری"
    ]
  },
  {
    id: 177,
    question: "در کدام یک از روشهای تدریس تفاوت های فردی فراگیران مورد توجه قرار می گیرد؟",
    answer: "اکتشافی",
    options: [
      "سخنرانی",
      "اکتشافی",
      "بحث",
      "نمایش مبتنی بر رایانه"
    ]
  },
  {
    id: 178,
    question: "استفاده از سیمولاتور پرواز در فرآیند آموزش مبین کدام یک از روشهای آموزش می باشد؟",
    answer: "شبیه سازی آموزشی",
    options: [
      "شبیه سازی آموزشی",
      "ایفای نقش",
      "اکتشافی",
      "بازی آموزشی"
    ]
  },
  {
    id: 179,
    question: "استفاده از پتانسیل مغز به منظور تحلیل و بررسی یک موضوع خاص چه نام دارد؟",
    answer: "طوفان فکری",
    options: [
      "توضیحی",
      "اکتشافی",
      "طوفان فکری",
      "شبیه سازی"
    ]
  },
  {
    id: 180,
    question: "در این شیوه تدریس مفاهیم آموزشی به صورت شفاهی از طرف مربی برای فراگیران عنوان می گردد؟",
    answer: "سخنرانی",
    options: [
      "سخنرانی",
      "بحث",
      "پرسش و پاسخ",
      "بارش فکری"
    ]
  },
  {
    id: 181,
    question: "مراحل بکارگیری روش سخنرانی به ترتیب عبارتند از:",
    answer: "آمادگی، مقدمه متن",
    options: [
      "آمادگی، مقدمه متن",
      "مقدمه متن آمادگی",
      "متن آمادگی ایجاد انگیزه",
      "متن مقدمه آمادگی"
    ]
  },
  {
    id: 182,
    question: "استفاده از شیوه آموزشی حل مسئله چگونه شکل می گیرد؟",
    answer: "به روش تحلیلی و بدون کمک مربی",
    options: [
      "با کنترل و راهنمایی مربی",
      "از طریق مشاهدات عینی",
      "به روش تحلیلی و بدون کمک مربی",
      "با استفاده از بازی های آموزشی"
    ]
  },
  {
    id: 183,
    question: "در این شیوه آموزشی فراگیران با تبادل افکار و ارائه نظریات به تبادل نظر می پردازند:",
    answer: "طوفان فکری",
    options: [
      "طوفان فکری",
      "ایفای نقش",
      "سخنرانی",
      "روش پروژه"
    ]
  },
  {
    id: 184,
    question: "کدام یک از روشهای آموزشی زیر دارای کاربرد موثرتری در فرآیند یادگیری بزرگسالان است؟",
    answer: "حل مسئله و پروژه",
    options: [
      "سخنرانی",
      "پرسش و پاسخ",
      "حل مسئله و پروژه",
      "ایفای نقش"
    ]
  },
  {
    id: 185,
    question: "در این شیوه آموزشی تعدادی از فراگیران به منظور تجسم عینی مفاهیم آموزشی یک سناریو را به صورت نمایش کوتاه اجرا می نمایند:",
    answer: "ایفای نقش",
    options: [
      "ایفای نقش",
      "نمایش عملی",
      "بازی آموزشی",
      "شبیه سازی"
    ]
  },
  {
    id: 186,
    question: "از جمله ویژگیهای استفاده از روش تدریس ((طوفان فکری)) می باشد.",
    answer: "تقویت قوای تخیل و خلاقیت در فراگیران",
    options: [
      "ترغیب فراگیران به انتقاد",
      "ایجاد حس مسئولیت در فراگیران",
      "تقویت قوای تخیل و خلاقیت در فراگیران",
      "ایجاد رقابت بین فراگیران"
    ]
  },
  {
    id: 187,
    question: "استفاده از این روش آموزشی شرایط را جهت ترغیب فراگیران به تفکر در خصوص مفاهیم آموزشی فراهم می نماید:",
    answer: "پرسش و پاسخ",
    options: [
      "سخنرانی",
      "ایفای نقش",
      "پرسش و پاسخ",
      "شبیه سازی"
    ]
  },
  {
    id: 188,
    question: "استفاده از شیوه سخنرانی در چه مقاطعی از تدریس توصیه شده است؟",
    answer: "اوایل و آخر جلسه درسی",
    options: [
      "اوایل و آخر جلسه درسی",
      "اواسط جلسه درسی",
      "اواخر جلسه درسی",
      "شروع جلسه درسی"
    ]
  },
  {
    id: 189,
    question: "در کدام یک از روشهای تدریس تفاوتهای موجود بین فراگیران مورد توجه قرار نمی گیرد؟",
    answer: "سخنرانی",
    options: [
      "سخنرانی",
      "بحث گروهی",
      "حل مسئله",
      "اکتشافی"
    ]
  },
  {
    id: 190,
    question: "نقش و وظیفه مربی در روشهای آموزشی فراگیر فعال کدام است؟",
    answer: "راهنمایی",
    options: [
      "تحقیق و بررسی",
      "طراحی و بازآموزی",
      "راهنمایی",
      "تهیه طرح درس"
    ]
  },
  {
    id: 191,
    question: "در این شیوه تدریس چنانچه فراگیر قسمتی از مطالب را از دست دهد پیگیری دنباله مطالب برایش دشوار خواهد بود:",
    answer: "سخنرانی",
    options: [
      "سخنرانی",
      "مکتبی",
      "پروژه",
      "یاد سپاری"
    ]
  },
  {
    id: 192,
    question: "استفاده از این شیوه آموزشی باعث میشود مربی و گروه فراگیر تا حدودی با عقاید یکدیگر آشنا شوند:",
    answer: "بحث",
    options: [
      "سخنرانی",
      "سقراطی",
      "پرسش و پاسخ",
      "بحث"
    ]
  },
  {
    id: 193,
    question: "منظور از سخنرانی مکتوب عبارت است از:",
    answer: "مقاله انتشار یافته مرتبط با سخنرانی",
    options: [
      "یادداشت های فراگیران در خاتمه سخنرانی",
      "سخنرانی با ذکر منبع",
      "مقاله انتشار یافته مرتبط با سخنرانی",
      "سخنرانی و بحث گروهی در پایان جلسه"
    ]
  },
  {
    id: 194,
    question: "از جمله روشهای تدریس مشارکتی محسوب می شود:",
    answer: "روش مطالعه موردی",
    options: [
      "روش مطالعه موردی",
      "روش آموزش توضیحی",
      "CBT",
      "یاد سپاری"
    ]
  },
  {
    id: 195,
    question: "از جمله ویژگیهای آموزش مبتنی بر رایانه می باشد.",
    answer: "بازخورد آنی",
    options: [
      "ارائه آموزشهای غیر ضروری",
      "درگیر نمودن حواس پنجگانه",
      "بازخورد آنی",
      "اکتشاف"
    ]
  },
  {
    id: 196,
    question: "از این روش آموزشی در مواقعی استفاده میشود که تمرین مهارت در موقعیت واقعی خطرناک و پرهزینه باشد:",
    answer: "شبیه سازی آموزشی",
    options: [
      "مطالعه موردی",
      "بازی های آموزشی خطرناک",
      "شبیه سازی آموزشی",
      "اکتشافی"
    ]
  },
  {
    id: 197,
    question: "به مجموعه ای از نرم افزارهای کاربردی و همچنین روش های آموزشی مبتنی بر رایانه اطلاق میشود",
    answer: "CBT",
    options: [
      "CBT",
      "ILO",
      "Develop",
      "T.V.T.O"
    ]
  },
  {
    id: 198,
    question: "در این شیوه آموزشی چنانچه قواعد بازی را درک نماییم به اهداف آموزشی دست یافته ایم",
    answer: "بازی های آموزشی",
    options: [
      "شبیه سازی آموزشی",
      "بازی های آموزشی",
      "آموزش مبتنی بر رایانه",
      "مطالعه موردی"
    ]
  },
  {
    id: 199,
    question: "کدام یک از عبارات ذیل از جمله پیامدهای استفاده از روش تدریس ((مربی مدار)) است؟",
    answer: "اندازه گیری بازخورد با مشکل مواجه می شود.",
    options: [
      "اندازه گیری بازخورد با مشکل مواجه می شود.",
      "برقراری ارتباط دو سویه است.",
      "موجب شرکت فعال فراگیران در فرآیند تدریس می شود.",
      "موجب تقویت جریان یادگیری می شود"
    ]
  },
  {
    id: 200,
    question: "بازدید علمی در زمره کدام یک از روشهای آموزشی جای می گیرد؟",
    answer: "فراگیر مدار و مشارکتی",
    options: [
      "فراگیر مدار و مشارکتی",
      "اکتشافی",
      "شبیه سازی",
      "مربی مدار"
    ]
  },
  {
    id: 201,
    question: "براي انتخاب روش آموزشی مناسب در فرآيند تدریس الزاماً بايد به ...... مراجعه نمود.",
    answer: "هدف های آموزش",
    options: [
      "چارچوب شرایط",
      "وسایل کمک آموزشی",
      "هدف های آموزش",
      "برنامه درسی"
    ]
  },
  {
    id: 202,
    question: "اولين گام در ارتباط با ((تنظيم متن سخنراني)) کدام است؟",
    answer: "جمع آوری مطالب و تنظیم و اولویت بندی برمبنای اهمیت و توالی منطقی",
    options: [
      "جمع آوری مطالب و تنظیم و اولویت بندی برمبنای اهمیت و توالی منطقی",
      "آماده نمودن مقدمه سخنرانی بر مبنای هدف های کلی و جزئی",
      "طرح برخی از مطالب سخنرانی در قالب سوال به منظور جلب مشارکت فراگیران",
      "اختصاص زمان به طرح سوالات احتمالی و رفع ابهامات فراگیران"
    ]
  },
  {
    id: 203,
    question: "تدریس ((القایی)) عمدتا در مجموعه روشهای تدریس ...... قرار میگیرد.",
    answer: "مربی مدار",
    options: [
      "فراگیر مدار",
      "مشارکتی",
      "مربی مدار",
      "مباحثه"
    ]
  },
  {
    id: 204,
    question: "شیوه آموزش اکتشافی عمدتاً در مجموعه روشهای تدریس قرار میگیرد.",
    answer: "فراگیر مدار",
    options: [
      "فراگیر مدار",
      "بازدید علمی",
      "مبتنی بر رایانه",
      "مربی مدار"
    ]
  },
  {
    id: 205,
    question: "مهمترین وظیفه مربی در هنگام استفاده از روش آموزش بحث گروهی کدام است؟",
    answer: "موضوع بحث را عنوان، جریان بحث را سازماندهی و در مسیر اهداف قرار دهد",
    options: [
      "موضوع بحث را عنوان و به صورت کاملاً فعالانه در مباحثات شرکت نماید",
      "موضوع بحث را عنوان و از هرگونه دخالت در مباحثات پرهیز نماید",
      "موضوع بحث را عنوان، جریان بحث را سازماندهی و در مسیر اهداف قرار دهد",
      "موضوع بحث را عنوان و در جریان بحث با ذکر نکات انحرافی بحث را به چالش بکشد."
    ]
  },
  {
    id: 206,
    question: "در مواردی که فراگیران مستقیماً با یک تجربه واقعی زندگی مواجه شده و از آن درس می آموزند کدام شیوه آموزشی مورد استفاده قرار گرفته است؟",
    answer: "بازدید میدانی",
    options: [
      "بازدید میدانی",
      "مطالعه موردی",
      "نمایش عملی",
      "شبیه سازی"
    ]
  },
  {
    id: 207,
    question: "چند درصد از مطالب از طریق حس بینایی به خاطر سپرده می شود؟",
    answer: "50 درصد",
    options: [
      "15 تا 20 درصد",
      "25 تا 30 درصد",
      "50 درصد",
      "75 درصد"
    ]
  },
  {
    id: 208,
    question: "چند درصد از مطالب از طریق حس شنوایی به خاطر سپرده می شود؟",
    answer: "15 تا 20 درصد",
    options: [
      "15 تا 20 درصد",
      "25 تا 30 درصد",
      "50 درصد",
      "75 درصد"
    ]
  },
  {
    id: 209,
    question: "ورقه شفاف و نازکی است که میتوان مطالب و تصاویر دلخواه را بر روی آن منتقل و با استفاده از خاصیت بزرگنمایی اورهد پروژکتور در کلاس درس مورد استفاده قرار دارد.",
    answer: "ترانس پارنسی",
    options: [
      "ترانس پارنسی",
      "فیلم استریپ",
      "ماکاپ",
      "اسلاید"
    ]
  },
  {
    id: 210,
    question: "این وسیله آموزشی همچون اورهد پروژکتور از قابلیت انعکاس مطالب و تصاویر بر روی پرده نمایش با وضوح و کیفیت دلخواه برخوردار است",
    answer: "ويژواليزر",
    options: [
      "ويژواليزر",
      "ماکاپ",
      "ترانس پارنسی",
      "فليپ چارت"
    ]
  },
  {
    id: 211,
    question: "برای بهره برداری مطلوب از نمایش فیلمهای آموزشی لازم است که:",
    answer: "همزمان با نمایش فیلم توضیحات لازم توسط مربی ارائه شود.",
    options: [
      "پیش از پخش فیلم در مورد نتایج حاصله توضیح داده شود",
      "همزمان با نمایش فیلم توضیحات لازم توسط مربی ارائه شود.",
      "پس از پخش فیلم سوالات لازم توسط مربی مطرح شود.",
      "فیلم های آموزشی بدون نیاز به توضیح مربی قابل استفاده هستند."
    ]
  },
  {
    id: 212,
    question: "هنگام انتخاب وسایل آموزشی و به منظور تاثیر گذاری هر چه بیشتر آن در فرآیند تدریس ضروریست که مورد توجه جدی مربیان قرار گیرد.",
    answer: "استفاده صحیح از وسائل آموزشی",
    options: [
      "متناسب بودن مواد آموزشی",
      "ساده بودن مواد آموزشی",
      "استفاده صحیح از وسائل آموزشی",
      "نحوه استفاده از وسائل آموزشی"
    ]
  },
  {
    id: 213,
    question: "در شرایط متعارف چند درصد از یادگیری انسان از طریق حس بینایی صورت می گیرد؟",
    answer: "75 درصد",
    options: [
      "30 درصد",
      "25 درصد",
      "75 درصد",
      "60 درصد"
    ]
  },
  {
    id: 214,
    question: "قطعه شبیه سازی شده و یا برش خورده یک سیستم و یا یک دستگاه میباشد که در برنامه های آموزشی مورد استفاده قرار می گیرد.",
    answer: "ماکاپ",
    options: [
      "ويژواليزر",
      "ماکاپ",
      "ايک",
      "اور هد پروژکتور"
    ]
  },
  {
    id: 215,
    question: "رایانه در کدام گروه از وسائل آموزشی جای می گیرد؟",
    answer: "کاربردی",
    options: [
      "بصرى سمعي",
      "سمعي",
      "شنیداری",
      "کاربردی"
    ]
  },
  {
    id: 216,
    question: "کدامیک از موارد زیر از اولویت بیشتری در خصوص انتخاب وسائل و مواد آموزشی برخوردارند؟",
    answer: "متناسب بودن واقعی بودن در دسترس بودن متنوع بودن",
    options: [
      "متناسب بودن یکبار مصرف بودن کوچک بودن در دسترس بودن ثابت بودن",
      "واقعی بودن قابل حمل بودن ارزان بودن یکبار مصرف بودن",
      "متنوع بودن کوچک بودن ساده بودن واقعی بودن ثابت بودن",
      "متناسب بودن واقعی بودن در دسترس بودن متنوع بودن"
    ]
  },
  {
    id: 217,
    question: "نقش تکنولوژی آموزشی در فرآیند آموزش کدام است؟",
    answer: "بکارگیری بیشتر حواس و نسبتا پایدار نمودن یادگیری",
    options: [
      "ایجاد رقابت در فراگیران",
      "بکارگیری بیشتر حواس و نسبتا پایدار نمودن یادگیری",
      "ایجاد تسهیلات لازم در فرایند ارزشیابی",
      "ایجاد حس تعامل و همکاری در گروه فراگیر"
    ]
  },
  {
    id: 218,
    question: "از این رسانه آموزشی در اکثریت قریب به اتفاق مراکز آموزشی استفاده می شود",
    answer: "تابلوهای آموزشی",
    options: [
      "تابلوهای آموزشی",
      "اورهد پروژکتور",
      "وسائل سمعی",
      "اوپک"
    ]
  },
  {
    id: 219,
    question: "نوعی نرم افزار رایانه ای با قابلیت چند رسانه ای صدا اسلاید و فیلم که می توان از آن در برنامه های آموزشی استفاده نمود.",
    answer: "پاورپوینت",
    options: [
      "پاورپوینت",
      "فتوشاپ",
      "اوپک",
      "اورهد"
    ]
  },
  {
    id: 220,
    question: "از جمله مواردی است که هنگام تهیه اسلایدهای آموزشی و استفاده از آن توسط نرم افزار پاورپوینت باید مورد توجه قرار گیرد",
    answer: "اسلاید باید کوتاه مختصر و مفید باشد.",
    options: [
      "از پیش زمینه رنگی برای تهیه اسلاید استفاده شود",
      "نمادهای متحرک برای تهیه اسلاید استفاده شود",
      "اسلاید باید کوتاه مختصر و مفید باشد.",
      "اسلاید باید کلیه هدفهای جزئی را تشریح نماید."
    ]
  },
  {
    id: 221,
    question: "تابلوی (اسمارت بورد) از قابلیت استفاده توام و همزمان ...... برخوردار است",
    answer: "تابلوی وایت برد و کامپیوتر",
    options: [
      "تابلوی وایت برد و اورهد پروژکتور",
      "تابلوی وایت برد و اوپک",
      "تابلوی وایت برد و کامپیوتر",
      "تابلوی وایت برد و اسلاید پروژکتور"
    ]
  },
  {
    id: 222,
    question: "به وسائل، ابزارها رسانه ها و تجهیزاتی اطلاق میشود که در روند آموزش و به منظور ایجاد سهولت در فرآیند یادگیری فراگیر مورد استفاده قرار میگیرد؟",
    answer: "وسائل و مواد کمک آموزشی",
    options: [
      "تکنولوژی آموزش",
      "تکنولوژی آموزشی",
      "وسائل و مواد کمک آموزشی",
      "فن آوری در آموزش"
    ]
  },
  {
    id: 223,
    question: "نوعی وسیله کمک آموزشی که از قابلیت توام تصویربرداری و اسکن برخوردار است",
    answer: "ويزواليزر",
    options: [
      "ويزواليزر",
      "اويک",
      "اور هد پروژکتور",
      "پروژکتور"
    ]
  },
  {
    id: 224,
    question: "هنگام نمایش اسلایدهای آموزشی ضروری است که",
    answer: "همزمان مربی در کنار پرده آموزشی ایستاده و توضیحات لازم را ارائه دهد",
    options: [
      "همزمان از تابلوهای آموزشی نیز استفاده شود",
      "همزمان از اورهد پروژکتور نیز استفاده شود.",
      "همزمان مربی در کنار پرده آموزشی ایستاده و توضیحات لازم را ارائه دهد",
      "همزمان از سایر روشها و وسائل آموزشی نیز استفاده شود"
    ]
  },
  {
    id: 225,
    question: "به مجموعه ((روشها و دستورالعمل‌ها)) اطلاق می‌گیرد که در راستای حل مسائل و تحقق اهداف موجود در فرآیند آموزش مورد استفاده قرار می‌گیرد.",
    answer: "فن آوری آموزشی",
    options: [
      "فن آوری آموزشی",
      "تکنولوژی",
      "تکنولوژی آموزش",
      "استاندارد آموزشی"
    ]
  },
  {
    id: 226,
    question: "از جمله دلایل استفاده از وسائل و رسانه های آموزشی در فرآیند تدریس می باشد",
    answer: "ایجاد تسهیلات لازم در فرآیند یادگیری فراگیران",
    options: [
      "آشنایی فراگیران با وسائل آموزشی",
      "اشتیاق مربی برای استفاده از وسائل خاص",
      "ایجاد تسهیلات لازم در فرآیند یادگیری فراگیران",
      "ایجاد سهولت در فرآیند ارزشیابی از آموخته های فراگیران"
    ]
  },
  {
    id: 227,
    question: "عبارت است از بعد نرم افزاری تکنیک ها الگوها و روش ها در فرآیند یادگیری – یاددهی",
    answer: "فن آوری آموزش",
    options: [
      "فن آوری آموزش",
      "فن آوری در آموزش",
      "وسائل آموزشی",
      "استانداردهای آموزشی"
    ]
  },
  {
    id: 228,
    question: "چنانچه محتوای درسی از مفاهیم پیچیده ای برخوردار باشد الزاما باید:",
    answer: "از وسائل آموزشی و ابزار پشتیبانی کننده استفاده شود",
    options: [
      "روشهای فراگیر مدار استفاده شود.",
      "با هدفهای آموزشی به هدفهای رفتاری تبدیل شوند",
      "از وسائل آموزشی و ابزار پشتیبانی کننده استفاده شود",
      "از روشهای آموزشی مربی مدار استفاده شود."
    ]
  },
  {
    id: 229,
    question: "((فن آوری آموزش)) عبارتست از:",
    answer: "تکنیک ها، الگوها و روشها در فرآیند یادگیری و یاددهی",
    options: [
      "نحوه استفاده از وسائل کمک آموزشی در فرآیند تدریس",
      "تکنیک ها، الگوها و روشها در فرآیند یادگیری و یاددهی",
      "برنامه ریزی، اجرا و ارزشیابی آموزشی",
      "ارزشیابی سیستمهای مورد استفاده در فرآیند آموزش"
    ]
  },
  {
    id: 230,
    question: "فن آوری در (آموزش) عبارتست از:",
    answer: "بررسی نحوه ارزشیابی در فرآیند یاددهی یادگیری",
    options: [
      "اثرات بکارگیری تجهیزات و وسائل آموزشی در فرآیند یادگیری",
      "برنامه ریزی اجرا و ارزشیابی آموزشی",
      "تکنیک ها و روشهای مورد استفاده در فرآیند آموزش",
      "بررسی نحوه ارزشیابی در فرآیند یاددهی یادگیری"
    ]
  },
  {
    id: 231,
    question: "عبارتست از ایجاد یک تصویر ذهنی از آموخته ها با استفاده از وسائل و مواد کمک آموزشی.",
    answer: "بصری سازی",
    options: [
      "یادگیری",
      "شرطی سازی",
      "بصری سازی",
      "تکنولوژی آموزشی"
    ]
  },
  {
    id: 232,
    question: "این وسیله آموزشی از خاصیت ((بزرگنمایی بالا به هنگام نمایش جزئیات)) برخوردار است.",
    answer: "ويژواليزر",
    options: [
      "ويژواليزر",
      "اورهد پروژکتور",
      "اويک",
      "پوستر"
    ]
  },
  {
    id: 233,
    question: "مکان ذخیره سازی مطالب و همچنین دسترسی آنلاین به داده های تصویری فیلم و صدا از جمله ویژگی های این وسیله آموزشی است.",
    answer: "تابلو هوشمند",
    options: [
      "تابلو هوشمند",
      "ويژواليزر",
      "اورهد پروژکتور",
      "دیتا پروژکتور"
    ]
  },
  {
    id: 234,
    question: "کدامیک از موارد ذیل در مجموعه اهداف بکارگیری وسائل کمک آموزشی می گنجد؟",
    answer: "افزایش کارائی حواس در فرآیند یادگیری",
    options: [
      "ایجاد سهولت در امر یادگیری",
      "با انتقال محتوای درسی با کیفیت بیشتر",
      "فراهم نمودن موجبات راحتی و آسایش مربی",
      "افزایش کارائی حواس در فرآیند یادگیری"
    ]
  },
  {
    id: 235,
    question: "از جمله وسائل آموزشی است که از قابلیت بزرگنمایی و انتقال داده های تصویری متن فیلم و صدا برخوردار می باشد.",
    answer: "دیتا پروژکتور",
    options: [
      "دیتا پروژکتور",
      "تابلو هوشمند",
      "ماکاپ",
      "اور هد پروژکتور"
    ]
  },
  {
    id: 236,
    question: "با توجه به تقسیم بندی مخروط تجارب یادگیری ادگار دیل کسب تجربه واقعی کدامیک از موارد ذیل را شامل می شود؟",
    answer: "شبیه سازی و بازی های آموزشی",
    options: [
      "نمادهای کلامی",
      "پوستر آموزشی",
      "شبیه سازی و بازی های آموزشی",
      "فیلم های آموزشی"
    ]
  },
  {
    id: 237,
    question: "با توجه به مخروط تجارب یادگیری ادگار دیل، پوسترهای آموزشی در کدامیک از موارد ذیل می گنجد؟",
    answer: "تجربه تصویری",
    options: [
      "تجربه تصویری",
      "تجربه نمادین",
      "تجربه واقعی",
      "نمایشگاه"
    ]
  },
  {
    id: 238,
    question: "علائم دیداری نمادها و سمبل در کدامیک از طبقات مخروط یادگیری ادگار دیل جای میگیرد؟",
    answer: "تجربه نمادین",
    options: [
      "تجربه نمادین",
      "تجربه واقعی",
      "تجربه تصویری",
      "نمایشگاه"
    ]
  },
  {
    id: 239,
    question: "از مزایای استفاده از این وسیله آموزشی آن است که مربی در هنگام استفاده از آن قادر خواهد بود مقابل فراگیران و در وضعیت چهره به چهره با آنان قرار گیرد",
    answer: "ویژوالیزر",
    options: [
      "ویژوالیزر",
      "چارت",
      "اوپک",
      "پوستر"
    ]
  },
  {
    id: 240,
    question: "کاربرد پوسترهای آموزشی کدامیک از موارد ذیل می باشد؟",
    answer: "انتقال یک پیام",
    options: [
      "انتقال یک پیام",
      "انتقال جزئیات یک برنامه درسی",
      "ارائه مراحل مختلف یک پیام",
      "ارائه اطلاعات لازم در خصوص اهداف آموزشی"
    ]
  },
  {
    id: 241,
    question: "دومین گام از فرآیند (آموزش حرفه و مهارت) کدام است؟",
    answer: "تجزیه کار به اهداف جزئی",
    options: [
      "ایجاد انگیزه در فراگیران",
      "تجزیه کار به اهداف جزئی",
      "نمایش و اجرای کار عملی توسط مربی",
      "اجرای کار عملی توسط فراگیر"
    ]
  },
  {
    id: 242,
    question: "اولین گام از فرآیند آموزش حرفه و مهارت کدام است؟",
    answer: "آماده سازی فراگیران",
    options: [
      "اجرای کار توسط فراگیر",
      "نمایش و اجرای کار عملی توسط مربی",
      "آماده سازی فراگیران",
      "تجزیه کار به قسمت های کوچکتر"
    ]
  },
  {
    id: 243,
    question: "استقرار فراگیر در مکان مناسب و آماده نمودن آنان برای یادگیری مربوط به کدام گام از مراحل آموزش حرفه و مهارت می باشد؟",
    answer: "آماده نمودن فراگیر",
    options: [
      "آماده نمودن فراگیر",
      "کنترل و پیگیری",
      "تجزیه کار",
      "اجرای کار توسط فراگیر"
    ]
  },
  {
    id: 244,
    question: "مراحل چهارگانه تعلیم کار به ترتیب عبارتند از:",
    answer: "آماده نمودن فراگیر - ارائه کار توسط مربی - اجرای کار توسط فراگیر - کنترل موفقیت",
    options: [
      "آماده نمودن فراگیر - ارائه کار توسط مربی - اجرای کار توسط فراگیر - کنترل موفقیت",
      "آماده نمودن فراگیر - ارائه کار توسط مربی - کنترل موفقیت - اجرای کار توسط فراگیر",
      "ارائه کار توسط مربی - آماده نمودن فراگیر - اجرای کار توسط فراگیر - کنترل موفقیت",
      "آماده نمودن فراگیر - اجرای کار توسط فراگیر - ارائه کار توسط مربی - کنترل موفقیت"
    ]
  },
  {
    id: 245,
    question: "همزمان با اجرای این مرحله از فرآیند تعلیم حرفه و مهارت لازم است کلیه نکات مهم و کلیدی مورد تاکید قرار گرفته و در خصوص نکات ایمنی نیز تذکرات لازم داده شود:",
    answer: "نمایش و اجرای کار عملی توسط مربی",
    options: [
      "اجرای کار توسط فراگیر",
      "نمایش و اجرای کار عملی توسط مربی",
      "تجزیه کار",
      "آماده نمودن فراگیر"
    ]
  },
  {
    id: 246,
    question: "مشخص نمودن نکات مهم و کلیدی و همچنین نکات ایمنی هر یک از بخشهای مهارت در کدام یک از مراحل تعلیم کار صورت می پذیرد؟",
    answer: "تجزیه کار",
    options: [
      "تجزیه کار",
      "آماده سازی و انگیزش",
      "کنترل و پیگیری",
      "اجرای کار توسط فراگیر"
    ]
  },
  {
    id: 247,
    question: "این مرحله از فرآیند تعلیم حرفه و مهارت از فراگیر خواسته میشود کار را اجرا و تمرین نماید",
    answer: "اجرای کار توسط فراگیر",
    options: [
      "آماده سازی فراگیر",
      "کنترل و پیگیری",
      "ارائه کار توسط مربی",
      "اجرای کار توسط فراگیر"
    ]
  },
  {
    id: 248,
    question: "سومین مرحله از مراحل چهارگانه تعلیم (کار) کدام است؟",
    answer: "تمرین و اجرای کار عملی توسط فراگیر",
    options: [
      "تمرین و اجرای کار عملی توسط فراگیر",
      "اجرای کار توسط مربی",
      "کنترل و ارزشیابی",
      "تجزیه کار به اهداف جزئی"
    ]
  },
  {
    id: 249,
    question: "نیازهای فیزیولوژیک در کدام گروه از انگیزه ها تاثیر گذار هستند؟",
    answer: "فطری",
    options: [
      "اکتسابی",
      "محیطی",
      "فطری",
      "کسب افتخار"
    ]
  },
  {
    id: 250,
    question: "در این مرحله از تدریس محتوای درسی به ترتیب و بر اساس توالی منطقی خود مطرح می شوند",
    answer: "مرحله ارائه اطلاعات",
    options: [
      "مرحله ایجاد انگیزه",
      "مرحله تکمیل اطلاعات",
      "مرحله ارائه اطلاعات",
      "مرحله اجرای کار توسط مربی"
    ]
  },
  {
    id: 251,
    question: "در دومین مرحله از تدریس تئوری ارائه ((اطلاعات))، باید به کدام یک از سوالات زیر پاسخ بگوییم؟",
    answer: "چه انجام می شود؟",
    options: [
      "چرا این گونه انجام می شود؟",
      "چه انجام می شود؟",
      "چرا انجام می شود؟",
      "چگونه انجام می شود؟"
    ]
  },
  {
    id: 252,
    question: "در فرآیند تدریس رعایت کدام یک از موارد ذیل ضروری است؟",
    answer: "تهیه طرح درس",
    options: [
      "تحریک فراگیران به یادگیری",
      "تهیه طرح درس",
      "ارزشیابی تشخیص",
      "تجزیه هدف کلی به هدف های جزئی"
    ]
  },
  {
    id: 253,
    question: "در فرآیند تدریس تئوری روشهای مورد استفاده در مرحله کنترل موفقیت عبارتند از:",
    answer: "تکرار مطالب و احتمالاً انجام آزمایشات توسط فراگیر- اجرای آزمون",
    options: [
      "ارائه مطالب توسط مربی- تکرار مطالب توسط فراگیر- اجرای آزمون",
      "تکرار مطالب و احتمالاً انجام آزمایشات توسط فراگیر- اجرای آزمون",
      "اجرای آزمون- انجام آزمایشات توسط فراگیر- اجرای مهارت توسط فراگیر",
      "ارائه مطالب توسط مربی اجرای مهارت توسط فراگیر- اجرای آزمون"
    ]
  },
  {
    id: 254,
    question: "در فرآیند یادگیری به استمرار تلاش و کسب موفقیتهای بعدی کمک میکند.",
    answer: "آگاهی از موفقیت",
    options: [
      "آگاهی از عدم موفقیت",
      "آگاهی از موفقیت",
      "عدم آگاهی از موفقیت",
      "عدم برخورداری از انگیزه های اکتسابی"
    ]
  },
  {
    id: 255,
    question: "در مرحله (تمرین کار عملی توسط فراگیر)، گام دوم کدام است؟",
    answer: "تمرین کار عملی با رعایت و تلفیق کلیه نکات مهم.",
    options: [
      "اجرای کار مستقل و ساخت محصولات واقعی",
      "تمرین کار عملی با رعایت و تلفیق کلیه نکات مهم.",
      "تحلیل مهارت و تجزیه آن به هدف های جزئی",
      "تمرین عملی بر روی هر یک از فعالیت های تجزیه شده."
    ]
  },
  {
    id: 256,
    question: "معادله رفتاری روانشناسی و اجتماعی (کرت لوین) عبارت است از:",
    answer: "B = F(P.E)",
    options: [
      "B = F(P.E)",
      "B = P(F.E)",
      "F = B(P.E)",
      "E = F(P.B)"
    ]
  },
  {
    id: 257,
    question: "اولین مرحله از تدریس در حیطه شناختی به کدام یک از موارد ذیل اختصاص دارد؟",
    answer: "ایجاد انگیزه",
    options: [
      "ارائه اطلاعات",
      "ارزشیابی تشخیص",
      "ایجاد انگیزه",
      "تکمیل اطلاعات"
    ]
  },
  {
    id: 258,
    question: "... عبارت است از نیرویی که انسان را برای انجام یک فعالیت بخصوص تحریک و یا او را از فعالیت بخصوصی باز دارد.",
    answer: "انگیزه",
    options: [
      "هدف",
      "نیاز",
      "انگیزه",
      "رفتار"
    ]
  },
  {
    id: 259,
    question: "برای استفاده از انگیزه های فطری به منظور تحریک فراگیر به یادگیری باید:",
    answer: "با شوق و عشق و علاقه تدریس نماییم",
    options: [
      "از مکانیزم ایجاد رقابت بین فراگیران استفاده نماییم",
      "موضوع تدریس را با احتیاجات و نیازهای آتی فراگیر مرتبط نماییم",
      "با شوق و عشق و علاقه تدریس نماییم",
      "در فرآیند تدریس از روشهای آموزشی متنوع استفاده نماییم"
    ]
  },
  {
    id: 260,
    question: "با استفاده از چه روشهایی میتوان در اواسط جلسه درسی ایجاد انگیزه نمود؟ (انگیزه های میانی)",
    answer: "در فرآیند تدریس طرح ((معما)) نموده و در فراگیران ایجاد رقابت نماییم.",
    options: [
      "روشهای ایجاد انگیزه های فطری متوسط را به کار می بریم.",
      "موضوع تدریس را با نیازها و احتیاجات زندگی فراگیر مرتبط نماییم.",
      "در فرآیند تدریس طرح ((معما)) نموده و در فراگیران ایجاد رقابت نماییم.",
      "از روش تدریس سخنرانی و سایر روشهای مربی محور استفاده نماییم."
    ]
  },
  {
    id: 261,
    question: "منظور از آمادگی ذهنی فراگیران در شروع آموزش مهارت های عملی کدام است؟",
    answer: "ذهنیت فراگیران بر روی مهارت مورد نظر متمرکز شود",
    options: [
      "ذهنیت فراگیران بر روی مهارت مورد نظر متمرکز شود",
      "با استفاده از وسایل آموزشی در فراگیران آمادگی ذهنی ایجاد نماییم",
      "با استفاده از فناوری آموزشی ذهنیت فراگیران را برای یادگیری فعال نماییم",
      "فراگیران به صورت تئوریک از دانش مهارت و حرفه مورد نظر برخوردار باشند."
    ]
  },
  {
    id: 262,
    question: "در فرآیند تدریس در حیطه شناختی و در مرحله ... اساسی ترین و جزئی ترین نکات موجود در محتوای درسی مطرح می شود.",
    answer: "تکمیل اطلاعات",
    options: [
      "ارائه اطلاعات",
      "کنترل موفقیت",
      "تکمیل اطلاعات",
      "اجرای کار توسط مربی"
    ]
  },
  {
    id: 263,
    question: "چه عواملی باعث میشود میزان دقت و توجه فراگیران در اواسط جلسه درسی به نسبت ابتدا و اوائل جلسه روند کاهشی و نزولی داشته باشد؟",
    answer: "انگیزه های فطری منفی",
    options: [
      "انگیزه های فطری منفی",
      "انگیزه های اکتسابی منفی",
      "انگیزه های ذاتی",
      "استفاده از روشهای فراگیر محور"
    ]
  },
  {
    id: 264,
    question: "در آزمون عملی اصول مهارت کدام یک از عوامل زیر مورد توجه قرار می گیرد؟",
    answer: "رعایت ترتیب مراحل اجرای کار",
    options: [
      "رعایت ترتیب مراحل اجرای کار",
      "ایجاد خلاقیت و نوآوری در روند کار",
      "ارائه توضیحات همراه با اجرای کار",
      "اجرای کار زودتر از مهلت مقرر"
    ]
  },
  {
    id: 265,
    question: "در کدام مرحله از تدریس در حیطه شناختی به ابهامات پاسخ داده می شود؟",
    answer: "تکمیل اطلاعات",
    options: [
      "ارائه اطلاعات",
      "کنترل موفقیت",
      "تکمیل اطلاعات",
      "ایجاد انگیزه"
    ]
  },
  {
    id: 266,
    question: "در این مرحله از تدریس در حیطه روان ((حرکتی))، قسمت به قسمت جلو رفته بر روی نکات کلیدی و مهم تاکید می شود.",
    answer: "اجرای کار توسط مربی",
    options: [
      "اجرای کار توسط فراگیر",
      "اجرای کار توسط مربی",
      "کنترل و ارزشیابی",
      "تقسیم کار به مراحل مختلف"
    ]
  },
  {
    id: 267,
    question: "در کدام یک از مراحل تدریس در حیطه (روان حرکتی))، روش ((مشاهده)) مورد استفاده قرار می گیرد؟",
    answer: "اجرای کار عملی توسط مربی",
    options: [
      "کنترل و ارزشیابی",
      "آماده نمودن فراگیر",
      "اجرای کار عملی توسط مربی",
      "تکمیل اطلاعات"
    ]
  },
  {
    id: 268,
    question: "دوران نوجوانی به شدت تحت تاثیر می باشد.",
    answer: "اصل نوآوری",
    options: [
      "اصل پذیرش حقایق",
      "رویا پردازی",
      "اصل نوآوری",
      "اصل تقلید"
    ]
  },
  {
    id: 269,
    question: "بر اساس نظریه (کرت لوین) رفتار انسان تحت تاثیر ...... شکل می گیرد.",
    answer: "محیط - شخصیت",
    options: [
      "محیط - شخصیت",
      "تحصیلات نگرش",
      "محیط - تحصیلات",
      "تحصیلات شخصیت"
    ]
  },
  {
    id: 270,
    question: "از جمله عوامل موثر در ارتباط با ایجاد انگیزه های (اکتسابی در فراگیر) تلقی می شود",
    answer: "شخصیت مربی",
    options: [
      "شخصیت مربی",
      "نیازهای ذاتی",
      "اعتماد به نفس فراگیر",
      "پیچیدگی محتوای درسی"
    ]
  },
  {
    id: 271,
    question: "کسب اطمینان از یادگیری محتوای درسی توسط فراگیر در کدام یک از مراحل تدریس در حیطه شناختی امکان پذیر است؟",
    answer: "کنترل موفقیت",
    options: [
      "کنترل موفقیت",
      "ارزیابی عملی",
      "برگزاری آزمون مهارت",
      "مشاهده و تقلید"
    ]
  },
  {
    id: 272,
    question: "نیاز به ((عزت نفس)) در کدام طبقه از طبقه بندی نیازهای انسان قرار میگیرد؟ (نظریه مازلو)",
    answer: "چهارم",
    options: [
      "دوم",
      "سوم",
      "چهارم",
      "پنجم"
    ]
  },
  {
    id: 273,
    question: "کدام یک از عوامل انگیزشی زیر از قابلیت بیشتری برای تحریک فراگیر به یادگیری برخوردارند؟",
    answer: "انگیزه های فطری",
    options: [
      "کسب افتخار",
      "رقابت",
      "انگیزه های فطری",
      "عداوت"
    ]
  },
  {
    id: 274,
    question: "سوالات مطرح شده در مرحله کنترل موفقیت از فرآیند تدریس در حیطه شناختی:",
    answer: "کلیه مفاهیم آموزشی جلسه درسی را شامل می شود.",
    options: [
      "عمدتاً کتبی است.",
      "صرفاً شفاهی است",
      "فقط به بررسی تحقق اهداف کلی می پردازد.",
      "کلیه مفاهیم آموزشی جلسه درسی را شامل می شود."
    ]
  },
  {
    id: 275,
    question: "سومین گام از مرحله ((تمرین کار عملی توسط فراگیر)) عبارت است از:",
    answer: "ساخت محصولات واقعی بر اساس استاندارد موجود",
    options: [
      "تمرین جداگانه بر روی هر یک از عناصر مهم تشکیل دهنده کار",
      "تمرین ترکیبی بر روی هر یک از عناصر مهم تشکیل دهنده کار",
      "ساخت محصولات واقعی بر اساس استاندارد موجود",
      "مرور نکات کلیدی و مهم کلیه مراحل اجرای کار"
    ]
  },
  {
    id: 276,
    question: "بنیادی ترین اصل در فرآیند ((شیوه حل مشکلات رفتاری فراگیر)) عبارت است از:",
    answer: "کسب حقایق و واقعیت های موجود",
    options: [
      "ارائه فرضیه های احتمالی",
      "تماس مستقیم با خانواده فراگیر",
      "برقراری روابط حسنه با فراگیر",
      "کسب حقایق و واقعیت های موجود"
    ]
  },
  {
    id: 277,
    question: "در چه شرایطی استفاده از شیوه حل مشکلات رفتاری برای مربیان امکان پذیر است؟",
    answer: "برقراری روابط حسنه با فراگیر",
    options: [
      "برقراری نظم و انضباط در کلاس",
      "ارائه فرضیه های احتمالی",
      "طرح مشکلات رفتاری با فراگیر",
      "برقراری روابط حسنه با فراگیر"
    ]
  },
  {
    id: 278,
    question: "توالی و ترتیب فعالیتهای مربی در فرآیند آموزشی حرفه و مهارت به ترتیب عبارتند از:",
    answer: "آماده نمودن - اجرای کار توسط مربی - اجرای کار توسط فراگیر - کنترل و ارزشیابی",
    options: [
      "اجرای کار توسط مربی - اجرای کار توسط فراگیر - آماده نمودن فراگیر - کنترل و پیگیری",
      "اجرای کار توسط فراگیر - آماده نمودن - کنترل و پیگیری - اجرای کار توسط مربی",
      "آماده نمودن - اجرای کار توسط مربی - اجرای کار توسط فراگیر - کنترل و ارزشیابی",
      "کنترل و ارزشیابی - آماده نمودن - اجرای کار توسط مربی - اجرای کار توسط فراگیر"
    ]
  },
  {
    id: 279,
    question: "آماده سازی ذهنی و عاطفی فراگیر در کدام مرحله از فرایند آموزش ((حرفه و مهارت)) صورت می گیرد؟",
    answer: "قبل از اجرای کار توسط مربی",
    options: [
      "در مرحله تهیه درس",
      "در مرحله تجزیه کار",
      "قبل از اجرای کار توسط مربی",
      "قبل از اجرای کار توسط فراگیر"
    ]
  },
  {
    id: 280,
    question: "ترتیب و توالی گام های موجود در فرایند آموزش حرفه و مهارت در کدام مرحله مشخص می شود؟",
    answer: "تجزیه کار",
    options: [
      "تجزیه کار",
      "اجرای کار توسط مربی",
      "کنترل و ارزشیابی",
      "جمع بندی و نتیجه گیری نهایی"
    ]
  },
  {
    id: 281,
    question: "در این مرحله از فرآیند تعلیم کار لازم است در خصوص نکات ((کلیدی، مهم و ایمنی)) تاکید شود",
    answer: "اجرای کار توسط مربی",
    options: [
      "تجزیه کار",
      "اجرای کار توسط فراگیر",
      "کنترل و ارزشیابی",
      "اجرای کار توسط مربی"
    ]
  },
  {
    id: 282,
    question: "در فرآیند تعلیم کار چنانچه امکان تمرین واقعی وجود نداشته باشد، فعالیتهای موسوم به ((شبیه سازی)) در کدام یک از مراحل امکان پذیر است؟",
    answer: "اجرای کار توسط مربی",
    options: [
      "تجزیه کار",
      "اجرای کار توسط مربی",
      "ارائه کار توسط فراگیر",
      "کنترل و ارزشیابی"
    ]
  },
  {
    id: 283,
    question: "مدیریت رفتار کلاسی عبارت است از:",
    answer: "توانایی برقراری نظم و انضباط در کلاس",
    options: [
      "برخورداری از اخلاق حرفه ای",
      "تسلط بر تئوری های مدیریت",
      "توانایی ایجاد تفاهم با انواع فراگیران",
      "توانایی برقراری نظم و انضباط در کلاس"
    ]
  },
  {
    id: 284,
    question: "کدام یک از مفاهیم ذیل در خصوص انگیزه های اکتسابی صادق است؟",
    answer: "تحت تاثیر شرایط محیطی تغییر می یابند",
    options: [
      "از بدو تولد شکل می گیرند",
      "تحت تاثیر شرایط محیطی تغییر می یابند",
      "غیر قابل تغییر هستند",
      "ریشه در ساختار فیزیولوژیک دارند"
    ]
  },
  {
    id: 285,
    question: "استفاده از شیوه بحث در گروههای 2-3 نفره و طرح سوالات ساده از جمله روش های مناسبی است که می توان در راستای آموزش و یادگیری این قبیل افراد مورد استفاده قرار داد.",
    answer: "فراگیر مردد و دو دل",
    options: [
      "فراگیر مردد و دو دل",
      "فراگیر خودنما",
      "فراگیر بحث",
      "فراگیر انحصار طلب"
    ]
  },
  {
    id: 286,
    question: "چنانچه به این قبیل از فراگیران اجازه داده شود تمام وقت کلاس را در اختیار خود گرفته و زیاد گویی می کند",
    answer: "فراگیر انحصار طلب",
    options: [
      "فراگیر مردد",
      "فراگیر بحث",
      "فراگیر خارج از گود",
      "فراگیر انحصار طلب"
    ]
  },
  {
    id: 287,
    question: "بنیادی ترین انگیزه های انسان کدامند؟",
    answer: "مواردی که از فیزیولوژی بدن ناشی میشوند",
    options: [
      "عشق و محبت و تعلق خاطر",
      "تعلق خاطر و وابستگی به گروه های اجتماعی",
      "مواردی که از فیزیولوژی بدن ناشی میشوند",
      "مواردی که تحت تاثیر شرایط محیطی به وجود می آیند"
    ]
  },
  {
    id: 288,
    question: "منشاء ایجاد انگیزه های فطری کدام است؟",
    answer: "ساختار فیزیولوژیک",
    options: [
      "عشق و محبت",
      "وابستگی به افراد خانواده",
      "ساختار فیزیولوژیک",
      "شرایط محیطی"
    ]
  },
  {
    id: 289,
    question: "ترس و اضطراب:",
    answer: "موجب ایجاد اختلال در فرآیند یادگیری می شود",
    options: [
      "تاثیر قابل توجهی در فرآیند یادگیری ندارند",
      "موجب ایجاد انگیزه های پایدار در فرآیند یادگیری می شود",
      "موجب تقویت فرآیند یادگیری میشود.",
      "موجب ایجاد اختلال در فرآیند یادگیری می شود"
    ]
  },
  {
    id: 290,
    question: "این گروه از فراگیران به دیگران اجازه صحبت کردن نداده و سرزده وارد بحث سایرین می شوند",
    answer: "فراگیر خودنما",
    options: [
      "فراگیر بی توجه",
      "فراگیر خودنما",
      "فراگیر سرسخت",
      "فراگیر زیاده گو"
    ]
  },
  {
    id: 291,
    question: "این گروه از فراگیران حقیقت را صرفاً در نظرات خود جستجو نموده و هیچگاه از مواضع خود عقب نشینی نمی کنند:",
    answer: "فراگیر سرسخت",
    options: [
      "فراگیر بی توجه",
      "فراگیر خودنما",
      "فراگیر سرسخت",
      "فراگیر خارج از گود"
    ]
  },
  {
    id: 292,
    question: "مناسب ترین برخورد با فراگیرانی که لودگی می کنند آن است که",
    answer: "هرگز به شوخی هایشان پاداش ندهیم",
    options: [
      "هرگز به شوخی هایشان پاداش ندهیم",
      "از مباحثه با وی احتراز نماییم.",
      "به وی اجازه صحبت کردن ندهیم.",
      "متقابلاً با لودگی پاسخ او را دهیم"
    ]
  },
  {
    id: 293,
    question: "در تعامل با فراگیران بی زبان بهترین راهکار کدام است؟",
    answer: "مطلبی را که او سعی دارد به زبان آورد، به زبان خود بیان نماییم",
    options: [
      "به او اجازه صحبت کردن ندهیم",
      "برای او سخنگو انتخاب نماییم",
      "مطلبی را که او سعی دارد به زبان آورد، به زبان خود بیان نماییم",
      "در هیچ شرایطی او را مخاطب خود قرار ندهیم."
    ]
  },
  {
    id: 294,
    question: "اصطلاحاً به فراگیری اطلاق می گردد که نظرات جالبی دارد، اما عمدتاً نظراتش به مباحث دیگری مربوط است و مرتباً از این شاخه به آن شاخه می پرد:",
    answer: "فراگیر خارج از گود",
    options: [
      "فراگیر مردد",
      "فراگیر خودنما",
      "فراگیر خارج از گود",
      "فراگیر سرسخت"
    ]
  },
  {
    id: 295,
    question: "آزمون پایان دوره اصطلاحاً ....... نامیده می شود.",
    answer: "آزمون تراکمی",
    options: [
      "آزمون تکوینی",
      "آزمون تراکمی",
      "آزمون تشخیصی",
      "آزمون مستمر"
    ]
  },
  {
    id: 296,
    question: "چنانچه از چند مصحح برای بررسی اوراق آزمون استفاده نماییم:",
    answer: "اعتبار نتایج آزمون افزایش می یابد.",
    options: [
      "اوراق آزمون در مدت زمان کوتاه تری بررسی می شود.",
      "اعتبار نتایج آزمون افزایش می یابد.",
      "برگزاری آزمون از ویژگی عینیت بهره مند می شود",
      "اعتبار نتایج آزمون کاهش می یابد."
    ]
  },
  {
    id: 297,
    question: "کدام یک از آزمونهای ذیل از دو ویژگی اجرای آسان و همچنین عدم احتمال توسل فراگیران به حدس و گمان برخوردار است؟",
    answer: "آزمون با طرح سوالات کوتاه پاسخ",
    options: [
      "آزمون با طرح سوالات کوتاه پاسخ",
      "آزمون با طرح سوالات چند گزینه ای",
      "آزمون با سوالات جور کردنی",
      "آزمون با پاسخ های صحیح غلط"
    ]
  },
  {
    id: 298,
    question: "هدف از برگزاری آزمون جمع آوری اطلاعات در خصوص میزان و نحوه یادگیری فراگیران در مقاطع مشخصی از فرآیند اجرای برنامه آموزشی می باشد.",
    answer: "تراکمی",
    options: [
      "تراکمی",
      "ارتقایی",
      "تشخیصی",
      "کتبی"
    ]
  },
  {
    id: 299,
    question: "این موضوع که فراگیران بتوانند در خاتمه اجرای برنامه های آموزشی جذب بازار کار شوند از جمله اهداف ....... برگزاری دوره های آموزشی می باشد.",
    answer: "اجتماعی",
    options: [
      "اجتماعی",
      "تربیتی",
      "کوتاه مدت",
      "سازمانی"
    ]
  },
  {
    id: 300,
    question: "ارزشیابی تکوینی مربوط به کدام مقطع زمانی از فعالیتهای آموزشی میباشد؟",
    answer: "ضمن تدریس",
    options: [
      "قبل از تدریس",
      "ضمن تدریس",
      "پس از تدریس",
      "خاتمه دوره آموزش"
    ]
  },
  {
    id: 301,
    question: "کدام یک از موارد ذیل را میتوان در خصوص بررسی اعتقادات ذهنی فکری و نگرشی انسان مورد استفاده و استناد قرار داد؟",
    answer: "برآورد",
    options: [
      "آزمون",
      "ارزیابی",
      "ارزشیابی",
      "برآورد"
    ]
  },
  {
    id: 302,
    question: "کدامیک از عبارات زیر دربرگیرنده مفهوم روایی (آزمون) میباشد؟",
    answer: "آزمون میزان دستیابی فراگیران به اهداف درسی را با صحت و درستی اندازه گیری نماید.",
    options: [
      "آزمون میزان دستیابی فراگیران به اهداف درسی را با صحت و درستی اندازه گیری نماید.",
      "برگزاری آزمون میزان مهارت فراگیران در اجرای کار را مشخص نماید",
      "نتایج حاصل از برگزاری آزمون با دقت و صحت همراه باشد.",
      "برگزاری آزمون از قابلیت استفاده و کاربرد برخوردار باشد."
    ]
  },
  {
    id: 303,
    question: "برگزاری این نوع آزمون در نظام آموزشهای فنی و حرفه ای از اهمیت خاصی برخوردار است",
    answer: "آزمون عملی",
    options: [
      "آزمون عملی",
      "آزمون کتبی",
      "آزمون شفاهی",
      "آزمون تشخیصی"
    ]
  },
  {
    id: 304,
    question: "چنانچه امتیاز اختصاص یافته به هر یک از سوالات بر اساس دشواری و یا اهمیت سوال صورت گرفته باشد. این شکل خاص از بارم بندی مورد استفاده قرار گرفته است",
    answer: "بارم بندی ارزشی",
    options: [
      "بارم بندی یکسان",
      "بارم بندی یکنواخت",
      "بارم بندی ارزشی",
      "بارم بندی نسبی"
    ]
  },
  {
    id: 305,
    question: "پس از اندازه گیری صورت میگیرد و وظیفه اش تحلیل جامع و چند وجهی از عملکرد می باشد",
    answer: "ارزشیابی",
    options: [
      "سنجش",
      "آزمون شفاهی",
      "آزمون",
      "ارزشیابی"
    ]
  },
  {
    id: 306,
    question: "برای اندازه گیری میزان و عمق اطلاعات فراگیران از ...... استفاده می نماییم.",
    answer: "آزمون تشریحی",
    options: [
      "آزمون عملی",
      "آزمون شفاهی",
      "آزمون تشریحی",
      "اندازه گیری"
    ]
  },
  {
    id: 307,
    question: "به فرآیندی اطلاق میشود که مقدار ویژگیهای یک شخص یا شی را تعیین می نماید",
    answer: "اندازه گیری",
    options: [
      "ارزیابی",
      "سنجش",
      "اندازه گیری",
      "ارزشیابی"
    ]
  },
  {
    id: 308,
    question: "کدام یک از موارد ذیل از جمله ویژگیهای برگزاری آزمون شفاهی محسوب می شود",
    answer: "می توان قدرت بیان نظم و تمرکز فکری فراگیر را سنجید.",
    options: [
      "سوالات از نظر کمی و کیفی برای کلیه فراگیران یکسان است.",
      "امکان اعمال نظر آزمونگر در نتایج آزمون ضعیف است.",
      "می توان قدرت بیان نظم و تمرکز فکری فراگیر را سنجید.",
      "حالات روحی و روانی فراگیر هیچ تاثیری در نتیجه آزمون ندارد."
    ]
  },
  {
    id: 309,
    question: "چنانچه هدف از برگزاری آزمون تعیین معیاری برای رتبه دهی و ارتقاء فراگیر به سطوح بالاتر باشد کدام یک از انواع ارزشیابی مورد نظر می باشد؟",
    answer: "ارزشیابی پایانی",
    options: [
      "ارزشیابی تشخیص",
      "ارزشیابی مرحله ای",
      "ارزشیابی پایانی",
      "ارزشیابی تکوینی"
    ]
  },
  {
    id: 310,
    question: "آزمون ها از لحاظ نحوه اجرا به چند گروه تقسیم می شوند؟",
    answer: "سه گروه کتبی شفاهی عملی",
    options: [
      "سه گروه تشخیصی، ارتقایی تکوینی",
      "سه گروه کتبی شفاهی عملی",
      "دو گروه مستمر مقطعی",
      "دو گروه عینی ذهنی"
    ]
  },
  {
    id: 311,
    question: "برگزاری این نوع ارزشیابی به منظور تشخیص و شناسایی قابلیت ها و توانایی فراگیر برای یادگیری اهداف آموزشی جدید است:",
    answer: "ارزشیابی تشخیصی",
    options: [
      "ارزشیابی تکوینی",
      "ارزشیابی تراکمی",
      "ارزشیابی تشخیصی",
      "ارزشیابی پایانی"
    ]
  },
  {
    id: 312,
    question: "ارزشیابی در این حیطه یادگیری عمدتاً با مشاهده رفتار فراگیر امکان پذیر می باشد.",
    answer: "عاطفی",
    options: [
      "عاطفی",
      "شناختی",
      "انشایی",
      "حسی- حرکتی"
    ]
  },
  {
    id: 313,
    question: "به منظور احتراز از اعمال هر گونه پیش داوری در مورد فراگیران بهتر آن است که اوراق امتحانی به صورت ..... تصحیح شوند.",
    answer: "ناشناخته",
    options: [
      "تصادفی",
      "یکنواخت",
      "ناشناخته",
      "گروهی"
    ]
  },
  {
    id: 314,
    question: "نمره دهی در کدام یک از آزمونهای ذیل مستقل از نظر و قضاوت شخص تصحیح کننده صورت می گیرد؟",
    answer: "عینی",
    options: [
      "تشریحی گسترده پاسخ",
      "تشریحی کوتاه پاسخ",
      "عینی",
      "ذهنی"
    ]
  },
  {
    id: 315,
    question: "سریع ترین و متداول ترین سطح ارزشیابی کدام است؟ (مدل کرک پاتریک)",
    answer: "سطح عکس العمل",
    options: [
      "سطح یادگیری",
      "سطح رفتار",
      "سطح عکس العمل",
      "سطح نتایج"
    ]
  },
  {
    id: 316,
    question: "بر اساس مدل ارزشیابی کرک پاتریک ارزیابی تاثیر عملکرد فراگیر در بازار کار در کدام سطح ارزشیابی صورت می گیرد؟",
    answer: "سطح نتایج",
    options: [
      "سطح نتایج",
      "سطح عکس العمل",
      "سطح رفتار",
      "سطح یادگیری"
    ]
  },
  {
    id: 317,
    question: "بر اساس الگوی ارزشیابی کرک پاتریک این سطح از ارزشیابی قلب فرآیند ارزشیابی محسوب گردیده و میزان تغییرات به وجود آمده و شایستگی ایجاد شده در فراگیر را مورد بررسی قرار میدهد:",
    answer: "سطح یادگیری",
    options: [
      "سطح یادگیری",
      "سطح عکس العمل",
      "سطح رفتار",
      "سطح نتایج"
    ]
  },
  {
    id: 318,
    question: "مهم ترین ویژگیهایی که ابزارهای اندازه گیری آموزشی باید از آن بهره مند باشند کدام است؟",
    answer: "صحت اعتبار عینیت",
    options: [
      "صحت و درستی آسان بودن و عینیت داشتن",
      "آسان بودن موثق بودن و معتبر بودن",
      "عینیت داشتن قابلیت کاربرد و آسان بودن",
      "صحت اعتبار عینیت"
    ]
  },
  {
    id: 319,
    question: "چنانچه در یک بازه زمانی کوتاه چندین بار از یک گروه فراگیر آزمون به عمل آید و در کلیه دفعات نتایج تقریباً یکسانی اخذ شود. آزمون از ویژگی......برخوردار است.",
    answer: "اعتبار",
    options: [
      "اعتبار",
      "روایی محتوا",
      "صحت و درستی",
      "روایی ساختار"
    ]
  },
  {
    id: 320,
    question: "زمان مورد نیاز برای برگزاری یک جلسه آزمون در حیطه شناختی چقدر است؟",
    answer: "زمان متعارف یک جلسه درسی",
    options: [
      "60 دقیقه",
      "زمان متعارف یک جلسه درسی",
      "یک و نیم برابر زمان متعارف یک جلسه درسی",
      "دو برابر زمان متعارف یک جلسه درسی"
    ]
  },
  {
    id: 321,
    question: "در ارتباط با آزمونهای چند گزینه ای گزینه های مربوط به هر یک از سوالات از لحاظ ساختار جمله بندی باید:",
    answer: "مکمل تنه سوال باشد.",
    options: [
      "در قالب جمله سوالی مطرح شود.",
      "حاوی تنه سوال باشد",
      "مکمل تنه سوال باشد.",
      "در قالب جمله سوالی مطرح و حاوی تنه سوال باشد."
    ]
  },
  {
    id: 322,
    question: "بررسی میزان تغییرات به وجود آمده در رفتار فراگیران و مشاهده و ارزیابی آن در محیط واقعی کار بر اساس کدام یک از سطوح ارزشیابی صورت می گیرد؟ (الگوی کرک پاتریک)",
    answer: "سطح رفتار",
    options: [
      "سطح رفتار",
      "سطح عکس العمل",
      "سطح یادگیری",
      "سطح نتایج"
    ]
  },
  {
    id: 323,
    question: "از جمله مزایای ارزیابی واکنش و عکس العمل فراگیران به نحوه برگزاری دوره می باشد: (الگوی کرک پاتریک)",
    answer: "با مراجعه به نتایج ارزیابی میتوان در خصوص رفع معایب دوره آموزشی اقدام نمود",
    options: [
      "با مراجعه به نتایج ارزیابی میتوان در خصوص رفع معایب دوره آموزشی اقدام نمود",
      "با مراجعه به نتایج میتوان رفتار فراگیران را مورد بررسی قرار داد",
      "با مراجعه به نتایج میتوان به تأثیرات اجتماعی برگزاری دوره پی برد",
      "با مراجعه به نتایج میتوان در خصوص کاهش هزینه های برگزاری دوره اقدام نمود"
    ]
  },
  {
    id: 324,
    question: "منظور از ...... آزمون این است که همان چیزی را اندازه گیری کند که آزمون برای ارزشیابی آن طراحی گردیده است.",
    answer: "روایی",
    options: [
      "روایی",
      "عینیت",
      "اعتبار",
      "روایی ساختار"
    ]
  },
  {
    id: 325,
    question: "هنگام طراحی و چیدمان سوالات رعایت کدام یک از موارد ذیل باعث تقویت حس اعتماد به نفس فراگیر و صرفه جویی در وقت وی می گردد؟",
    answer: "از سوالات ساده شروع و به سوالات مشکل ختم شوند",
    options: [
      "از سوالات ساده شروع و به سوالات مشکل ختم شوند",
      "سوالات مشابه در دسته بندی های خاص قرار گیرند",
      "سوالات مشابه در دسته بندی های متفاوت قرار گیرند",
      "طراحی سوالات با رعایت اختصار صورت بگیرد."
    ]
  },
  {
    id: 326,
    question: "این نوع خاص از آزمون ها برای اندازه گیری اطلاعات جزئی و کم اهمیت مورد استفاده قرار می گیرد",
    answer: "آزمون های صحیح غلط",
    options: [
      "آزمون های جور کردنی",
      "آزمون های کوتاه پاسخ",
      "آزمون های عینی",
      "آزمون های صحیح غلط"
    ]
  },
  {
    id: 327,
    question: "در این نوع آزمون فراگیر آن چه را که آموخته است در وضعیت مشابه موقعیت های واقعی بازار کار انجام می دهد:",
    answer: "آزمون عملی نمونه",
    options: [
      "آزمون عملی نمونه",
      "آزمون عینی",
      "آزمون شفاهی شبیه سازی شده",
      "آزمون تشریحی"
    ]
  },
  {
    id: 328,
    question: "جمع آوری اطلاعات و استفاده از اطلاعات به دست آمده در برنامه ریزی های آتی از جمله اهداف برگزاری آن می باشد",
    answer: "ارزشیابی آموزشی",
    options: [
      "اندازه گیری",
      "ارزیابی",
      "ارزشیابی آموزشی",
      "سنجش"
    ]
  },
  {
    id: 329,
    question: "با استفاده از این قبیل آزمونها میتوان میزان دستیابی فراگیران به عمق مفاهیم آموزشی و همچنین میزان یادگیری آنان در سطوح بالای حیطه شناختی را ارزیابی نمود:",
    answer: "آزمون های تشریحی",
    options: [
      "آزمون های تشریحی",
      "آزمون های عینی",
      "آزمون های عملی",
      "آزمون های چند گزینه ای"
    ]
  },
  {
    id: 330,
    question: "منظور از روایی ساختار آزمون کدام است؟",
    answer: "شکل سوالات و همچنین رتبه بندی و نمره اختصاص یافته به هر یک از سوالات منطبق بر واقعیت باشد.",
    options: [
      "میزان یادگیری فراگیران در حیطه های شناختی عاطفی و حسی - حرکتی را به خوبی اندازه گیری نماید",
      "تغییرات ایجاد شده در رفتار فراگیران را به کمیت تبدیل نماید",
      "آزمون از قابلیت اعتبار و موثق بودن بهره مند باشد.",
      "شکل سوالات و همچنین رتبه بندی و نمره اختصاص یافته به هر یک از سوالات منطبق بر واقعیت باشد."
    ]
  },
  {
    id: 331,
    question: "ابزاری است برای شناسایی و تشخیص توانایی ها و مهارت های فراگیر",
    answer: "ارزشیابی تشخیصی",
    options: [
      "امتحان",
      "ارزشیابی تراکمی",
      "ارزشیابی تکوینی",
      "ارزشیابی تشخیصی"
    ]
  },
  {
    id: 332,
    question: "هدف از برگزاری ارزشیابی تکوینی کدام است؟",
    answer: "بررسی میزان و نحوه یادگیری فراگیران تشخیص کاستی های برنامه آموزشی",
    options: [
      "بررسی میزان و نحوه یادگیری فراگیران تشخیص کاستی های برنامه آموزشی",
      "بررسی و سنجش میزان اطلاعات و همچنین قابلیتهای فنی فراگیر برای ارتقاء به سطوح بالاتر",
      "تشخیص توانمندی های فنی و مهارتی فراگیر برای یادگیری مفاهیم جدید آموزشی",
      "تعیین سطح دانش نگرش و مهارت فراگیر"
    ]
  },
  {
    id: 333,
    question: "وظیفه اساسی فعالیتهای موسوم به ارزشیابی آموزشی کدام است؟",
    answer: "ارائه بازخورد به نظام آموزشی",
    options: [
      "مقایسه فراگیران با یکدیگر",
      "ارتقاء سطح علمی فراگیران",
      "ارائه بازخورد به نظام آموزشی",
      "تعیین نمره قبولی و مردودی"
    ]
  },
  {
    id: 334,
    question: "کدام یک از موارد ذیل به منظور اتخاذ تدبیر و تصمیمات مناسب در خصوص چگونگی ادامه برنامه آموزشی برگزار می شود؟",
    answer: "ارزشیابی تکوینی",
    options: [
      "سنجش و ارزیابی",
      "ارزشیابی پایانی",
      "ارزشیابی تکوینی",
      "ارزشیابی تشخیصی"
    ]
  },
  {
    id: 335,
    question: "از اهداف اجرای ارزشیابی در پایان دوره آموزشی می باشد",
    answer: "کسب اطلاعات لازم در خصوص تحقق اهداف آموزشی",
    options: [
      "کسب اطلاعات لازم در خصوص تحقق اهداف آموزشی",
      "خودآگاهی فراگیران",
      "ارزشیابی تشخیصی",
      "بررسی کیفیت اهداف آموزشی"
    ]
  },
  {
    id: 336,
    question: "از مهمترین ویژگیهایی است که ابزارهای اندازه گیری آموزشی باید از آن بهره مند باشند",
    answer: "موثق بودن و معتبر بودن",
    options: [
      "سرعت در اعلام نتایج",
      "موثق بودن و معتبر بودن",
      "نظم و ترتیب در اعلام نتایج",
      "قابلیت اندازه گیری"
    ]
  },
  {
    id: 337,
    question: "در ارتباط با ارزیابی آموزشی کدام یک از موارد زیر از مفهوم ((صحت)) و درستی برخوردار است؟",
    answer: "روایی",
    options: [
      "روایی",
      "پایایی",
      "عینیت",
      "اعتبار"
    ]
  },
  {
    id: 338,
    question: "چنانچه آزمونی که در یک بازه زمانی کوتاه چندین بار از یک گروه فراگیر به عمل آید و در کلیه دفعات نتایج تقریباً یکسانی را اعلام نماید از کدام ویژگی برخوردار است؟",
    answer: "پایایی",
    options: [
      "روایی",
      "صحت و درستی",
      "پایایی",
      "نظم و ترتیب"
    ]
  },
  {
    id: 339,
    question: "برای توزیع نمره در آزمونهای مهارتی عمدتاً کدام یک از موارد ذیل مورد توجه قرار می گیرد؟",
    answer: "کیفیت کار",
    options: [
      "سرعت اجرای کار",
      "کمیت کار",
      "کیفیت کار",
      "رعایت دستورالعمل ها"
    ]
  },
  {
    id: 340,
    question: "کاهش نمره آزمون شونده در آزمون مهارت در اثر کدام یک از موارد ذیل اعمال می شود؟",
    answer: "عدم رعایت نکات ایمنی",
    options: [
      "عدم رعایت نکات ایمنی",
      "تکمیل کار پیش از اتمام زمان مقرر",
      "کپی برداری از کار سایرین",
      "ارائه توضیحات فنی به سایر فراگیران"
    ]
  },
  {
    id: 341,
    question: "آزمونی از ویژگی ...... برخوردار است که برای اندازه گیری اهداف مورد نظر کافی و مناسب باشد",
    answer: "روایی",
    options: [
      "روایی",
      "پایایی",
      "اعتبار",
      "عینیت"
    ]
  },
  {
    id: 342,
    question: "برگزاری آزمون کتبی و عملی در پایان دوره آموزشی به منظور سنجش دانش و مهارت فراگیران نشان دهنده برگزاری ارزشیابی در کدام سطح می باشد؟ (الگوی کرک پاتریک)",
    answer: "سطح یادگیری",
    options: [
      "سطح عکس العمل",
      "سطح یادگیری",
      "سطح رفتار",
      "سطح نتایج"
    ]
  },
  {
    id: 343,
    question: "در کدام یک از آزمون های ذیل امکان اعمال نظر مربی حداقل است؟",
    answer: "چند گزینه ای",
    options: [
      "گسترده پاسخ",
      "کوتاه پاسخ",
      "چند گزینه ای",
      "کامل نمود"
    ]
  },
  {
    id: 344,
    question: "پوشش دادن اهدافی که آزمون برای تحقق بخشیدن به آن طراحی گردیده نشان دهنده آن است که آزمون از ویژگی ...... برخوردار است.",
    answer: "روایی",
    options: [
      "پایایی",
      "اعتبار",
      "روایی",
      "عینیت"
    ]
  },
  {
    id: 345,
    question: "بر مبنای الگوی کرک پاتریک نظر سنجی در خصوص شیوه آموزش، مشمول کدام یک از سطوح ارزشیابی می باشد؟",
    answer: "عکس العمل",
    options: [
      "عکس العمل",
      "یادگیری",
      "رفتار",
      "نتایج"
    ]
  },
  {
    id: 346,
    question: "کدام یک از آزمونهای ذیل برای سنجش محفوظات ذهنی فراگیر مناسب است؟",
    answer: "آزمون پاسخ انشایی",
    options: [
      "آزمون عملی",
      "آزمون پاسخ انشایی",
      "آزمون مهارت",
      "آزمون نگرشی"
    ]
  },
  {
    id: 347,
    question: "کدام یک از آزمون های ذیل در گروه آزمون های ذهنی جای می گیرند؟",
    answer: "کوتاه پاسخ",
    options: [
      "کوتاه پاسخ",
      "چهارگزینه ای",
      "صحیح - غلط",
      "جور کردنی"
    ]
  },
  {
    id: 348,
    question: "در کدام آزمون احتمال توسل به حدس و گمان بیشتر است؟",
    answer: "آزمون صحیح غلط",
    options: [
      "آزمون جور کردنی",
      "آزمون انشایی",
      "آزمون کوتاه پاسخ",
      "آزمون صحیح غلط"
    ]
  },
  {
    id: 349,
    question: "ارزیابی میزان یادگیری یک مهارت خاص توسط فراگیر با کدام یک از روش های ذیل امکان پذیر است؟",
    answer: "برگزاری آزمون مهارت",
    options: [
      "برگزاری آزمون کتبی",
      "برگزاری آزمون نگرشی",
      "برگزاری آزمون مهارت",
      "برگزاری آزمون تشخیصی"
    ]
  }
];