import {
    ClockIcon,
    PresentationChartLineIcon,
    AcademicCapIcon,
  } from "@heroicons/react/24/solid";
  const IntroAccountingP = () => {
    return (
      <div className="p-2 text-white">
        <div className="p-4 md:flex md:justify-around md:align-middle container mb-12">
          <div className="flex-col justify-center p-2 w-full">
            <h1 className="font-bold text-3xl mb-12 flex justify-center">
              مهارت نرم
            </h1>
            <div className="flex justify-around w-full">
              <div className="flex-col justify-between align-middle m-auto">
                <ClockIcon className="text-[#ffd700] w-12" />
                <p>24 ساعت</p>
              </div>
              <div className="flex-col justify-between align-middle m-auto">
                <PresentationChartLineIcon className="text-[#ffd700] w-12" />
                <p>12 جلسه</p>
              </div>
              <div className="flex-col justify-between align-middle m-auto">
                <AcademicCapIcon className="text-[#ffd700] w-12 flex justify-center m-auto" />
                <p className="ml-1">+1000 دانشجو</p>
              </div>
            </div>
          </div>
          <div className="md:w-[600px] rounded-3xl">
            <video
              src="https://besharatacademy.com/media/videos/negotiation.mp4"
              controls
              className="w-full rounded-3xl"
            ></video>
          </div>
        </div>
        <p>مهارت‌های مدیریت نرم، که اغلب به آن «مهارت‌های نرم» گفته می‌شود، مهارت‌های بین فردی و رفتاری هستند که توانایی فرد را برای کار مؤثر با دیگران افزایش می‌دهند. برخلاف مهارت‌های سخت، که فنی و مختص شغل هستند، مهارت‌های نرم بیشتر به نحوه تعامل، برقراری ارتباط و ارتباط شما با دیگران در محیط کار مربوط می‌شوند. در اینجا خلاصه ای از مهارت های کلیدی مدیریت نرم آمده است: </p>
        <ol>
            <li>ارتباطات</li>
            <p>ارتباط کلامی و غیرکلامی: انتقال موثر اطلاعات از طریق گفتار و زبان بدن. </p>
            <p>گوش دادن فعال: توجه به دیگران، درک پیام های آنها و پاسخگویی متفکرانه.</p>
            <li>هوش هیجانی (EI)</li>
            <p>خودآگاهی: شناخت احساسات خود و تأثیر آن بر دیگران. </p>
            <p>همدلی: درک و به اشتراک گذاشتن احساسات دیگران، که به ایجاد رابطه کمک می کند.  </p>
            <li>کار تیمی و همکاری</li>
            <p>توانایی کار خوب در یک تیم، تقویت همکاری و حل مشکلات جمعی.</p>
            <p>تشویق دیدگاه های مختلف و ارزش گذاری برای مشارکت همه اعضای تیم.</p>
            <li> حل تعارض</li>
            <p>مهارت های میانجی گری در اختلافات و یافتن راه حل های سودمند متقابل.</p>
            <p>حفظ آرامش تحت فشار و پرداختن سازنده به مسائل. </p>
            <li> سازگاری و انعطاف پذیری</li>
            <p>آماده بودن برای تغییر و تمایل به تنظیم استراتژی ها یا رویکردها در صورت نیاز.</p>
            <p>تاب آوری در برابر چالش ها یا شکست ها.  </p>
            <li>حل مسئله</li>
            <p>تفکر انتقادی برای تجزیه و تحلیل موقعیت ها، شناسایی مشکلات و ایجاد راه حل های موثر. </p>
            <p>خلاقیت در برخورد با چالش ها از زوایای مختلف.  </p>
            <li>رهبری</li>
            <p>الهام بخشیدن و برانگیختن دیگران به سوی یک هدف مشترک. </p>
            <p>ارائه جهت و در عین حال قابل دسترس و حمایت کننده. </p>
            <li>مدیریت زمان</li>
            <p>اولویت بندی کارها به طور موثر و مدیریت زمان برای رعایت ضرب الاجل ها. </p>
            <p> ایجاد تعادل بین مسئولیت های متعدد بدون به خطر انداختن کیفیت. </p>
            <li>شبکه سازی و ایجاد رابطه </li>
            <p> ایجاد و حفظ روابط حرفه ای که می تواند برای همکاری و پشتیبانی مفید باشد.   </p>
            <p>تعامل با دیگران به گونه ای که اعتماد و احترام متقابل را تقویت کند.  </p>
            <li> آگاهی فرهنگی </li>
            <p>درک و احترام به تنوع در محیط کار. </p>
            <p> حساس بودن به زمینه ها و دیدگاه های فرهنگی مختلف. </p>
            <p>اهمیت در مدیریت مهارت های مدیریت نرم برای رهبری موثر و پویایی تیم بسیار مهم است. آنها به ایجاد یک محیط کاری مثبت، بهبود مشارکت کارکنان، افزایش ارتباطات و افزایش بهره وری کمک می کنند. مدیران با مهارت های نرم قوی بهتر می توانند موقعیت های پیچیده بین فردی را هدایت کنند، همکاری را تقویت کنند و تیم ها را به سمت دستیابی به اهداف سازمانی هدایت کنند.  به طور خلاصه، در حالی که تخصص فنی مهم است، مهارت های مدیریت نرم برای ایجاد نیروی کار منسجم، با انگیزه و مولد ضروری است.</p>
        </ol>
    </div>
    );
  };
  
  export default IntroAccountingP;
  