import { Architects_Daughter } from "next/font/google";
import ProductItem from "./item";

const texts = {
    digital: {
        caption: `ارز دیجیتال و بازارهای مالی بین‌المللی، از جمله فارکس، دو بال اصلی سرمایه‌گذاری در عصر دیجیتال هستند. ارز دیجیتال با فناوری بلاک‌چین، امکان انتقال سرمایه بدون مرز و با امنیت بالا را فراهم کرده است. بازار فارکس نیز به عنوان بزرگترین بازار مالی جهان، فرصتی بی‌نظیر برای سرمایه‌گذاری و کسب درآمد از نوسانات ارزهای مختلف ارائه می‌دهد. آموزش اصولی تحلیل تکنیکال و فاندامنتال، مدیریت ریسک و آشنایی با استراتژی‌های معاملاتی، کلید موفقیت در این حوزه‌های پویا و پرچالش است. با یادگیری مهارت‌های تحلیل بازارهای مالی، می‌توانید در مسیر کسب سود پایدار و استقلال مالی گام بردارید.`
    },
    Computer: {
        caption: `در عصر کنونی، هوش مصنوعی و فناوری‌های کامپیوتری، انقلابی عظیم در ساده‌سازی دسترسی به داده‌ها، بهبود ارتباطات و به‌اشتراک‌گذاری اطلاعات در سطح جهانی ایجاد کرده‌اند. کامپیوتر و هوش مصنوعی با افزایش چشمگیر بهره‌وری، نقش کلیدی در صرفه‌جویی زمان، کاهش هزینه‌ها و ارتقاء کارایی عملیات‌های مختلف ایفا می‌کنند. حوزه‌های جذابی همچون گرافیک، برنامه‌نویسی و طراحی وب نیز با توانمندی‌های بی‌نظیر خود، میلیون‌ها علاقه‌مند را در سراسر جهان مجذوب ساخته و فرصت‌های شغلی بی‌شماری را ایجاد کرده‌اند.`
    },
    accounting: {
        caption: `حسابداری به عنوان «زبان تجارت و اقتصاد»، به اندازه‌گیری، ثبت، پردازش و تحلیل جامع اطلاعات مالی نهادهای اقتصادی می‌پردازد. این علم استراتژیک، نتایج فعالیت‌های اقتصادی سازمان‌ها را به دقت ارزیابی کرده و در قالب گزارش‌های تحلیلی و صورت‌های مالی شفاف، در اختیار سرمایه‌گذاران، بستانکاران، مدیران اجرایی و نهادهای نظارتی قرار می‌دهد. تسلط بر اصول حسابداری، یکی از ضروری‌ترین مهارت‌ها برای موفقیت در دنیای کسب‌وکار امروز محسوب می‌شود.`
    },
    Architect:{
        caption: `نقشه‌کشی هنر و علم تجسم خلاقانه فضاهاست که با دقت و ظرافت، ایده‌های ذهنی را به طرح‌هایی اجرایی تبدیل می‌کند. در دنیای معماری مدرن، این مهارت فراتر از ترسیم خطوط، به خلق فضاهای ماندگار و الهام‌بخش می‌انجامد که کیفیت زندگی انسان‌ها را ارتقا می‌دهند. با یادگیری نرم‌افزارهای پیشرفته نقشه‌کشی، می‌توانید از هنر و تخصص خود برای ساختن آینده‌ای زیباتر و کارآمدتر استفاده کنید.`
    }
}


export default function ProductSection() {
    return (
        <div className="py-2 my-14">
            <div className="flex flex-col gap-8 container mx-auto px-2">
                <ProductItem link="/courses" scheme="blue" title="آموزش کامپیوتر و هوش مصنوعی" thumbnail="/assets/products/computer.webp" caption={texts.Computer.caption} />
                <ProductItem rev link="/courses" scheme="green" title="آموزش حسابداری و مالی" thumbnail="/assets/products/accounting.webp" caption={texts.accounting.caption} />
                <ProductItem link="/courses" scheme="rose" title="آموزش ارز دیجیتال و فارکس" thumbnail="/assets/products/digital.webp" caption={texts.digital.caption} />
                <ProductItem rev link="/courses" scheme="green" title="آموزش نقشه کشی و معماری" thumbnail="/assets/products/Architect.webp" caption={texts.Architect.caption} />
            </div>
        </div>
    )
}