const Accounting = () => {
  return (
    <div className="p-2 text-white mx-auto container">
      <div className="flex justify-center m-auto mb-4 p-4 bg-[#ffd700] rounded-lg shadow-lg max-w-md">
        <audio
          src="/assets/podCast/pod3.mp3"
          controls
          className="w-full"
          preload="none"
        >
          Your browser does not support the audio element.
        </audio>
      </div>
      <p>
        حسابداری چیست؟حسابداری مهارتی که شما باید بدانید که چه مقدار پول به دست
        آمده است و چه مقدار از دست رفته است تا بتوانید سود ببرید کار اصلی
        حسابداری چیست؟کار اصلی حسابدارها ثبت و ضبط تمام رویدادها است و یک
        حسابدار باید فردی با دقت باشد چون وقتی برای اداره شرکت پول خرج می‌شود
        باید نوع هزینه و مبلغش را ثبت کند حسابدارها باید از این اطلاعات برای
        تحلیل وضعیت مالی شرکت استفاده کنند و بدانند کدام بخش‌ها سودآور و کدام
        بخش‌ها ضرررده هستند حسابداری یک رشته کاربردی است و در همه جا به حسابدار
        نیاز است مانند شرکت‌ها ،سازمان‌ها و .... که برای مدیریت پول‌هایشان به
        حسابدار نیاز دارند
      </p>
      <p>
        برای اینکه یک حسابدار حرفه‌ای بشوید باید حرفه‌ای عمل کنید توانایی ارائه
        و فن بیان اصول مذاکره چند مورد از ویژگی‌های یک حسابدار است حسابداری
        دارای دو گرایش اصلی است: حسابداری مالی ، حسابداری دولتی حسابداری مالی
        برای شرکت‌ها و سازمان‌های خصوصی است و حسابداری دولتی برای ادارات دولتی و
        نهادهای عمومی مهارت های مورد نیاز یک حسابدار: مهارت های حل مسئله
        ،کامپیوتری،ارتباطی،تحلیل قوی و دقت و نظم
      </p>
      <p>
        ما می‌خواهیم در مورد رشته حسابداری صحبت کنیم و بدانیم که حسابداری چیست
        فرض کنید یک مغازه دارید و هر روز جنس می‌فروشید و پول دریافت می‌کنید باید
        دقیق بدانید که چه مقدار پول به دست آمده و چه مقدار پول از دست رفته تا
        ضرر نکنید و بتوانید سود ببرید حسابداری نیز همان است اما با یک شرکت یا
        سازمان بزرگ سر و کار دارد حسابدارها مانند یک مترجم پول عمل می‌کنند زبان
        معاملات و اتفاقات مالی را به زبانی ساده و قابل فهم برای مدیران و
        صاحبکاران تبدیل می‌کنند. کار اصلی حسابدارها ثبت و ضبط تمام درآمدها و
        هزینه‌ها است مثلاً وقتی جنسی فروخته می‌شود باید مشخص بشود که چقدر پول به
        دست آمده و از کجا آمده است یا وقتی برای اداره یک مغازه پول خرج می‌شود
        باید نوع هزینه و مبلغش دقیقاً ثبت بشود. اما کار حسابداری فقط جمع و خرج
        کردن نیست حسابدارها باید از این اطلاعات برای تحلیل وضعیت مالی شرکت
        استفاده کنند مثلاً باید ببینند کدام بخش‌ها سودآور و کدام بخش‌ها ضررده
        هستند یا اینکه چقدر پول نقد در دسترس است و چه موقع باید وام گرفت یا پول
        ذخیره کرد.
      </p>
      <p>
        حسابدارها با ارائه گزارش‌های مالی به مدیران کمک می‌کنند تا تصمیمات درست
        اقتصادی بگیرند مثلاً ممکن است به مدیران بگویند که تولید یک محصول خاص
        دیگر منعفت اقتصادی ندارد و باید خط تولیدش را تعطیل کرد یا اینکه پیشنهاد
        بدهیم که برای یک بخش خاص بیشتر تبلیغات بشود چون می‌تواند سودآوری را
        افزایش بدهد حسابداری یک رشته کاربردی است و در همه جا به حسابدار نیاز است
        شرکت‌ها سازمان‌ها ادارات دولتی بانک‌ها و حتی مردم عادی برای مدیریت
        پول‌هایشان به حسابدار نیز نیاز دارند یاد گرفتن حسابداری سخت است ولی
        سختی‌اش به اندازه سختی رشته‌های مهندسی یا پزشکی نیست یک آدم باهوش و با
        حوصله می‌تواند در این رشته موفق بشود اگر به اعداد و ارقام علاقه دارید و
        دوست دارید با پول کار کنید حسابداری می‌تواند رشته مناسبی برای شما باشد
        در این بخش می‌خواهیم راجع به اینکه چگونه یک حسابدار حرفه‌ای بشویم صحبت
        کنیم:
      </p>
      <p>
        برای اینکه بخواهیم حسابدار حرفه‌ای بشویم باید حرفه‌ای عمل کنیم یک
        حسابدار حرفه‌ای چند گونه ویژگی دارد مثلاً یک سری فعالیت‌های فردی دارد
        بخشی از این فعالیت‌های فردیه او باعث حرفه‌ای شدن آن شده است یک سری هم
        مهارت‌های تخصصی دارد و به دلیل داشتن این مهارت‌های تخصصی به این فرد
        می‌گویند که طرف حرفه‌ای است. مهارت‌های فردی چیست؟توانایی ارائه و فن بیان
        ،اصول مذاکره که اعتماد به نفس به همراه دارد چون شخص در کار خدماتی
        مخصوصاً حسابداری فروشنده خدمات خودش است و بخشی از خود و زمان خود را
        می‌فروشد و کالای دیگری را نمی‌فروشد چون آن شخص بخشی از زمان خود را در
        این زمینه مصرف می‌کند خوده آن شخص بسیار مهم است و و مهارت‌های فردی آن
        اهمیت پیدا می‌کند برای همین این فرد حرفه‌ای باید روی بهبود مهارت خود کار
        کند که برای آن کتاب‌های مختلفی است که می‌تواند با سرچ کردن در داخل گوگل
        مقاله بخواند و دوره‌های آموزش حرفه‌ای را ببیند و در جهت بهبود مهارت‌های
        فردی خود باید کار کند و نقطه پایان نیز ندارد یعنی شما هر چقدر که جلوتر
        بروید می‌توانید خودتان را در این حوزه رشد بدهید.{" "}
      </p>
      <p>
        حسابداری دو گرایش اصلی دارد:حسابداری مالی و حسابداری دولتی. حسابداری
        مالی بیشتر برای شرکت‌ها و سازمان‌های خصوصی استفاده می‌شود و حسابداری
        دولتی برای ادارات دولتی و نمادهای عمومی درس‌های مهم رشته حسابداری شامل
        اصول حسابداری، حسابداری مالی ،حسابداری دولتی، حسابرسی، ریاضیات، آمار و
        کامپیوتر می‌باشد. فارغ التحصیلان حسابداری می‌توانند به عنوان حسابدار،
        حسابرس ،مدیر مالی، کارمند امور مالی و... در شرکت ها ، سازمان‌ها و ادارات
        دولتی مشغول به کار بشوند.
      </p>
      <p>
        حالا می‌خواهیم راجع به اینکه حسابداری چه کاری انجام می‌دهد صحبت کنیم:
      </p>
      <ul className="text-[#ffd700] my-2 list-disc">
        <li>
          ثبت و ضبط دقیق تمام رویدادهای مالی مثل خرید، فروش، درآمد، هزینه، وام و
          سرمایه‌گذاری
        </li>
        <li>
          تهیه گزارش‌های مالی مثل ترازنامه، صورت سود و زیان و صورت جریان وجوه
          نقد
        </li>
        <li>
          تجزیه و تحلیل اطلاعات مالی برای سنجش عملکرد، شناسایی نقاط قوت و ضعف،
          پیش بینی آینده
        </li>
        <li>
          ارائه مشاوره‌های مالی: به مدیران در جهت اتخاذ تصمیمات استراتژیک و
          برنامه‌ریزی مالی
        </li>
        <li>
          اطمینان از انطباق با قوانین و مقررات مالی مثل: قوانین مالیاتی و
          استانداردهای حسابداری
        </li>
      </ul>
      <p>
        حسابداری دنیای گسترده با گرایش‌های متنوع است که هر کدام بر جنبه خاص از
        امور مالی تمرکز دارند از جمله مهم‌ترین این گرایش‌ها می‌توان به موارد زیر
        اشاره کرد :
      </p>
      <p>حسابداری مالی : متمرکز بر ارائه گزارش‌های مالی به استفاده کنندگان خارجی مانند سرمایه‌گذاران و طلبکاران</p>
      <p>حسابداری دولتی : مختص به بخش عمومی و نحوه مدیریت منابع و مصارف در سازمان‌های دولتی</p>
      <p>حسابداری مدیریت : ارائه اطلاعات و تحلیل‌های مالی به مدیران برای تصمیم گیری‌های عملیاتی و استراتژیک</p>
      <p>حسابداری مالیاتی : تمرکز بر قوانین و مقررات مالیاتی و محاسبه مالیات‌های مربوطه</p>
      <p>حسابداری بهای تموم شده : محاسبه بهای تمام شده محصولات و خدمات برای تعیین قیمت گذاری و سودآوری</p>
      <p>مهارت‌های مورد نیاز یک حسابدار :</p>
      <p>مهارت‌های تحلیلی قوی : توانایی تجزیه و تحلیل اطلاعات پیچیده مالی و استخراج نتایج معنی‌دار</p>
      <p>دقت و نظم : توجه به جزئیات و دقت در ثبت و ضبط اطلاعات مالی</p>
      <p>مهارت‌های حل مسئله : توانایی شناسایی و حل چالش‌های مالی</p>
      <p>مهارت‌های ارتباطی : توانایی ارائه گزارش‌ها و یافته‌های مالی به طور واضح و مختصر</p>
      <p>مهارت‌های کامپیوتری : تسلط بر نرم‌افزارهای حسابداری و ابزارهای تحلیل مالی</p>
      <p>دانش به روز : آشنایی با قوانین ، مقررات و استانداردهای حسابداری جدید</p>
    </div>
  );
};

export default Accounting;
