export default function Page() {
    return (
        <>
            <div className="container mx-auto my-10 text-white">
                <div className="m-auto mb-7 w-[300px] md:w-[700px] -mt-8">
                <img src="./assets/AboutUs.jpg" alt="About-us" className="w-full rounded-3xl"/>
                </div>
                <h1 className="text-3xl font-extrabold flex justify-center mb-4 text-[#ffd700]">آموزشگاه کامپیوتر، حسابداري، نقشه کشی، هوش مصنوعی و ارزدیجیتال بشارت</h1>
                <p className="mb-4">بزرگترين و برترين برند آموزشی کشور در حوزه فناوری اطلاعات، حسابداري و ارزدیجیتال</p>
                <p>آموزشگاه بین‌المللی کامپیوتر بشارت در سال ۱۳۷۹ با آموزش دوره‌های فن‌آوری اطلاعات (نرم‌افزار-سخت‌افزار)، حسابداری و با نظر و همت، تلاش و پشتکار مهندس ساناز فراهانی رسماً فعالیت آموزشی خود را آغاز نموده است.</p>
                <p>این مؤسسه ضمن ارتقاء کمی و کیفی دوره‌های آموزشی متداول در آن زمان، با مطالعه و امکان‌سنجی، با هدف پیشرو بودن در آموزش، دوره‌های جدیدی را بر مبنای نیاز صنعت کشور پیگیری نموده و در همین راستا از سال ۱۳۸۱ به بعد با مجوز رسمی از طرف آموزش و پرورش و کار و دانش، دوره‌های تخصصی کامپیوتر، حسابداری و نقشه‌کشی و  کسب مجوز طرح کارکنان دولت، ICDL و همچنین فارغ‌التحصیل شدن هزاران کارآموز و اجرای ده‌ها پروژه آموزشی و پژوهشی در زمینه ICT، کامپیوتر و تربیت مدرس به عنوان بزرگترین مرکز ICT کشور در بخش خصوصی به فعالیت خود ادامه می‌دهد.</p>
                <p>آموزشگاه بین‌المللی کامپیوتر بشارت دارنده رتبه برتر در غرب استان تهران با بیش از دو دهه تلاش و تجربه در زمینه‌های فن‌آوری اطلاعات، حسابداری، نقشه‌کشی، هوش مصنوعی و ارزدیجیتال، مجوز استخراج اتریوم را نیز دارد. همچنین با روش‌های نوین و بهره‌گیری از اساتید متخصص از جمله مهندس ساناز فراهانی، به‌عنوان اولین مدرس آموزش ارز دیجیتال در غرب استان تهران، با 26 سال سابقه تدریس و ارائه سیگنال‌های کاربردی در زمینه سرمایه‌گذاری رمز ارزها، با مجوز رسمی از سازمان فنی و حرفه‌ای کل کشور و با ارائه مدرک معتبر و بین‌المللی فعالیت دارد. همچنین این آموزشگاه دوره‌های آموزش مجازی و تربیت مربی را نیز برگزار می‌کند.</p>
                <h2 className="text-lg font-bold mt-6">امتیازات ویژه آموزشگاه کامپیوتر ، حسابداری، نقشه‌کشی و ارزدیجیتال بشارت</h2>
                <ul className="list-disc mt-5 text-[#ffd700]">
                    <li>با مجوز رسمی از سازمان فنی و حرفه ای كل کشور</li>
                    <li>کارآفرین برتر غرب استان تهران در سال1398</li>
                    <li> دارنده مجوز رسمی سازمان آموزش و پرورش ، کار و دانش ، آزاد (روزانه _ شبانه )</li>
                    <li>دارنده مجوز از وزارت كار وامور اجتماعی</li>
                    <li>دارنده مجوز آموزش تخصصی تک درسِ پودمان های دانشگاه جامع علمی و کاربردی</li>
                    <li>دارنده مجوز آموزش دوره های فناوری اطلاعات طرح رایگان کارکنان دولت (ICT)</li>
                    <li>دارنده مجوز برگزاری طرح ایران مهارت</li>
                    <li>دارنده مجوز رسمی از سازمان برنامه ریزی و بودجه کل کشور</li>
                    <li>دارنده صلاحیت برگزاری دوره های آموزشی بخش تعاون</li>
                    <li>طرف قرارداد با کمیته امداد امام خمینی (ره)</li>
                    <li>طرف قرارداد با سازمان بهزیستی کل کشور</li>
                    <li>طرف قرارداد با سازمان دادگستری شهرستان شهریار</li>
                    <li>طرف قرارداد با نیروی انتظامی</li>
                    <li> طرف قرارداد سازمان مبارزه با مواد مخدر</li>
                    <li>طرف قرارداد با اداره آگاهی شهرستان شهریار</li>
                    <li>طرح آموزش رایگان بیماران درحال بهبودی کمپ شهرستان شهریار (  طرح خواهران و برادران)</li>
                    <li>طرف قرارداد با شهرداری غرب استان تهران</li>
                    <li>طرف قرارداد با اداره بیمه تامین اجتماعی و بیمارستان امام سجاد و نور شهرستان شهریار</li>
                    <li>طرف قرارداد با بانک ملی ایران</li>
                    <li>طرف قرارداد با بانک پاسارگاد</li>
                    <li>طرف قرارداد با کارکنان رسمی آموزش و پرورش مناطق ملارد ، رباط کریم ، اسلام شهر ، اندیشه ، شهر قدس ، باغستان و حومه شهرستان شهریار</li>
                </ul>
                <h2 className="text-2xl font-bold mt-4">سوابق آموزشی:</h2>
                <p>آموزشگاه کامپیوتر و حسابداری بشارت مفتخر است که دوره های آموزشی زیر را جهت ارتقاء سطح علمی کارکنان دولت برگزار نموده است:</p>
                <ul className="list-disc mt-5 text-[#ffd700]">
                    <li>آموزش کارمندان اداره دادگستری</li>
                    <li>آموزش کارمندان بیمارستان تأمین اجتماعی</li>
                    <li>آموزش کارمندان بانک پاسارگاد</li>
                    <li>آموزش کارمندان بانک ملی</li>
                    <li>آموزش کارمندان آموزش و پرورش ناحیه 1 و 2 (شامل ملارد و سرآسیاب، اندیشه فاز 1 تا 5، شهریار)</li>
                    <li>آموزش کارمندان بیمارستان سجاد</li>
                    <li>آموزش کارمندان نیروی انتظامی منطقه شهریار</li>
                    <li>آموزش کارمندان اداره آگاهی منطقه شهریار</li>
                    <li>آموزش کارمندان سازمان مبارزه با مواد مخدر منطقه شهریار</li>
                    <li>آموزش کارمندان دانشگاه جامع علمی کاربردی واحد فرهنگ و هنر</li>
                    <li>آموزش کارمندان دانشگاه پیام نور شهریار</li>
                    <li>آموزش کارمندان شهرداری شهریار</li>
                    <li>آموزش کارمندان شهرداری فردوسیه</li>
                    <li>آموزش کارمندان شهرداری رزکان</li>
                    <li>آموزش کارمندان شهرداری باغستان</li>
                </ul>
                <h2 className="text-2xl font-bold mt-4">مزایای دیپلم بین المللی فنی و حرفه ای</h2>
                <ul className="list-disc mt-5 text-[#ffd700]">
                    <li>امکان دریافت وام خوداشتغالی</li>
                    <li>دریافت گواهینامه بین المللی قابل ترجمه در 178 کشور</li>
                    <li>داشتن امتیاز بیشتر در مصاحبه های مهاجرتی</li>
                    <li>اولویت استخدام و اشتغال در مراکز دولتی و خصوصی</li>
                    <li>اخذ دیپلم رسمی از آموزش و پرورش و امکان ادامه تحصیل در مقاطع بالاتر</li>
                </ul>
                <p className="mt-4">لذا بدين وسيله به پاس زحمات و تلاش مدير داخلي عزيز، پرسنل دلسوز اداري،مهندسين، اساتيد گرامي و هزاران كارآموز فارغ التحصيل شده كه باعث پيشرفت و ارتقاء آموزشگاه كامپيوتر ، حسابداري بشارت در طي 24 سال كار و تلاش بي وقفه شده اند كمال تقدير و تشكر را دارم. اميد آنكه در راه آموزش و شكوفايي استعدادهاي جوانان ايران عزيزمان بيش از پيش موفق و پاينده باشيم.</p>

                <div className="flex justify-center w-full mt-4">
                    <img src="assets/brand_purelogo.png" alt="logo" className="w-20" />
                    <img src="assets/fani-logo.png" alt="logo" className="w-24 mr-4" />
                </div>
                {/* <Gallery /> */}
            
            </div>
        </>
    )
}
