import {
    ClockIcon,
    PresentationChartLineIcon,
    AcademicCapIcon,
  } from "@heroicons/react/24/solid";
  const IntroAccountingP = () => {
    return (
      <div className="p-2 text-white">
        <div className="p-4 md:flex md:justify-around md:align-middle container mb-12">
          <div className="flex-col justify-center p-2 w-full">
            <h1 className="font-bold text-3xl mb-12 flex justify-center">
              گردشگری
            </h1>
            <div className="flex justify-around w-full">
              <div className="flex-col justify-between align-middle m-auto">
                <ClockIcon className="text-[#ffd700] w-12" />
                <p>24 ساعت</p>
              </div>
              <div className="flex-col justify-between align-middle m-auto">
                <PresentationChartLineIcon className="text-[#ffd700] w-12" />
                <p>12 جلسه</p>
              </div>
              <div className="flex-col justify-between align-middle m-auto">
                <AcademicCapIcon className="text-[#ffd700] w-12 flex justify-center m-auto" />
                <p className="ml-1">+1000 دانشجو</p>
              </div>
            </div>
          </div>
          <div className="md:w-[600px] rounded-3xl">
            <video
              src="https://besharatacademy.com/media/videos/tourism.mp4"
              controls
              className="w-full rounded-3xl"
            ></video>
          </div>
        </div>
       <p>گردشگری به عنوان سومین صنعت پول‌ساز دنیا، نقش حیاتی در اقتصاد جهانی ایفا می‌کند. با توجه به رشد سریع این صنعت و پیش‌بینی‌ها مبنی بر اینکه تا چند سال آینده از هر ۱۰ شاغل، یک نفر در حوزه گردشگری مشغول به کار خواهد بود، آموزش صحیح و اصولی در این زمینه از اهمیت ویژه‌ای برخوردار است.</p>
       <p>اهداف دوره آموزشی</p>
       <p>دوره آموزشی گردشگری آموزشگاه بشارت طراحی شده است تا به علاقه‌مندان این حوزه، تمام مبانی و اصول لازم را آموزش دهد. این دوره شامل مراحل زیر است:</p>
       <p>مبانی گردشگری: </p>
       <p>آشنایی با تاریخچه و مفاهیم پایه‌ای گردشگری.</p>
       <p> بررسی انواع گردشگری (طبیعت‌گردی، فرهنگی، پزشکی و غیره).</p>
       <p>مدیریت مقصد:</p>
       <p> اصول مدیریت مقاصد گردشگری.</p>
       <p>تحلیل بازار و شناسایی نیازهای گردشگران.</p>
       <p>برنامه‌ریزی سفر:</p>
       <p>طراحی و برنامه‌ریزی سفرهای گروهی و انفرادی.</p>
       <p>نکات کلیدی در انتخاب مقاصد و خدمات.</p>
       <p>بازاریابی گردشگری:</p>
       <p>استراتژی‌های بازاریابی و تبلیغات در صنعت گردشگری.</p>
       <p>استفاده از رسانه‌های اجتماعی و دیجیتال مارکتینگ.</p>
       <p>خدمات مشتری:</p>
       <p>مهارت‌های ارتباطی و خدمات مشتری در صنعت گردشگری.</p>
       <p> مدیریت تجربیات مشتری و ایجاد وفاداری.</p>
       <p>قوانین و مقررات:</p>
       <p> آشنایی با قوانین بین‌المللی و محلی مرتبط با گردشگری.</p>
       <p>حقوق و مسئولیت‌های گردشگران و ارائه‌دهندگان خدمات.</p>
       <p>توسعه پایدار:</p>
       <p>مفهوم گردشگری پایدار و تأثیرات آن بر محیط زیست و جوامع محلی.</p>
       <p>روش‌های اجرای پروژه‌های پایدار در گردشگری.</p>
       <p>مزایای دوره</p>
       <p>آموزش جامع: از ابتدایی‌ترین مفاهیم تا سطوح پیشرفته، شما را به یک حرفه‌ای در صنعت گردشگری تبدیل می‌کند.</p>
       <p>فرصت‌های شغلی: با توجه به رشد این صنعت، فارغ‌التحصیلان دوره می‌توانند به راحتی وارد بازار کار شوند.</p>
       <p>مدرک معتبر: دریافت مدرک معتبر که قابلیت ارائه در سطح بین‌المللی را دارد.</p>
       <p>نتیجه‌گیری</p>
       <p>با توجه به اهمیت روزافزون گردشگری در اقتصاد جهانی و نیاز به تخصص‌های مرتبط، دوره آموزشی موسسه بین‌المللی ترید ترین فرصتی بی‌نظیر برای علاقه‌مندان به این حوزه فراهم می‌آورد. با شرکت در این دوره، شما آماده خواهید بود تا به عنوان یک متخصص در صنعت گردشگری فعالیت کنید و سهم خود را در توسعه این صنعت پول‌ساز ایفا نمایید.</p>
       </div>
    );
  };
  
  export default IntroAccountingP;
  