import {
    ClockIcon,
    PresentationChartLineIcon,
    AcademicCapIcon,
  } from "@heroicons/react/24/solid";
  const IntroChoaching = () => {
    return (
      <div className="text-white p-2">
        <div className="p-4 md:flex md:justify-around md:align-middle text-white container mb-12">
          <div className="flex-col justify-center p-2 w-full">
            <h1 className="font-bold text-3xl mb-12 flex justify-center">
              توسعه فردی
            </h1>
            <div className="flex justify-around w-full">
              <div className="flex-col justify-between align-middle m-auto">
                <ClockIcon className="text-[#ffd700] w-12" />
                <p>24 ساعت</p>
              </div>
              <div className="flex-col justify-between align-middle m-auto">
                <PresentationChartLineIcon className="text-[#ffd700] w-12" />
                <p>12 جلسه</p>
              </div>
              <div className="flex-col justify-between align-middle m-auto">
                <AcademicCapIcon className="text-[#ffd700] w-12 flex justify-center m-auto" />
                <p className="ml-1">+1000 دانشجو</p>
              </div>
            </div>
          </div>
          <div className="md:w-[600px] rounded-3xl">
            <video
              src="https://besharatacademy.com/media/videos/corel.mp4"
              controls
              className="w-full rounded-3xl"
            ></video>
          </div>
        </div>
        <p>دوره کوچینگ توسعه فردی و کسب‌وکار به منظور کمک به افراد و کارآفرینان برای بهبود مهارت‌ها، افزایش بهره‌وری و رشد شخصی و حرفه‌ای طراحی شده است. این دوره با ارائه تکنیک‌ها و ابزارهای کاربردی به شرکت‌کنندگان کمک می‌کند تا اهداف خود را شناسایی کرده و به آن‌ها دست یابند.</p>
        <p> در بخش مبانی کوچینگ، شرکت‌کنندگان با تعریف کوچینگ، تفاوت آن با مشاوره و آموزش، و اصول و فرآیندهای اصلی این حوزه آشنا می‌شوند. این بخش پایه‌ای برای درک عمیق‌تر مفهوم کوچینگ فراهم می‌کند.

۳. یکی از موضوعات کلیدی دوره، شناسایی اهداف است. با استفاده از تکنیک SMART، شرکت‌کنندگان یاد می‌گیرند چگونه اهداف خود را به‌طور خاص، قابل‌اندازه‌گیری، و مرتبط با اولویت‌های خود تعیین کنند و انگیزه‌های شخصی خود را شناسایی کنند.</p>
        <p> یکی از موضوعات کلیدی دوره، شناسایی اهداف است. با استفاده از تکنیک SMART، شرکت‌کنندگان یاد می‌گیرند چگونه اهداف خود را به‌طور خاص، قابل‌اندازه‌گیری، و مرتبط با اولویت‌های خود تعیین کنند و انگیزه‌های شخصی خود را شناسایی کنند.</p>
        <p> توسعه مهارت‌های فردی نیز در این دوره مورد توجه قرار می‌گیرد. مهارت‌هایی مانند ارتباط مؤثر، مدیریت زمان، اولویت‌بندی، و حل مسئله از جمله توانایی‌هایی هستند که به شرکت‌کنندگان در پیشبرد اهداف حرفه‌ای و شخصی کمک می‌کنند.</p>
        <p>در بخش رشد کسب‌وکار، شرکت‌کنندگان به تحلیل بازار، شناسایی فرصت‌ها، توسعه استراتژی‌های بازاریابی و فروش، و مدیریت مالی و منابع انسانی می‌پردازند تا بتوانند کسب‌وکار خود را بهبود بخشند.</p>
        <p> این دوره همچنین به اهمیت توسعه عادات مثبت می‌پردازد. تکنیک‌های ایجاد عادات مؤثر، مدیریت استرس، و حفظ تعادل بین کار و زندگی از جمله مواردی هستند که به ارتقای کیفیت زندگی شرکت‌کنندگان کمک می‌کنند.</p>
        <p>در بخش برنامه‌ریزی عملیاتی، شرکت‌کنندگان یاد می‌گیرند چگونه برنامه‌های عملی برای دستیابی به اهداف خود ایجاد کنند و از طریق ارزیابی و بازخورد مستمر مسیر پیشرفت خود را بهینه کنند.</p>
        <p>در پایان، این دوره به عنوان ابزاری قدرتمند برای افرادی که به دنبال پیشرفت در زمینه شغلی و شخصی خود هستند، عمل می‌کند. شرکت‌کنندگان با اعتماد به نفس بیشتر، مهارت‌های تقویت‌شده، و دیدگاه روشن‌تر می‌توانند مسیر موفقیت خود را ادامه دهند.</p>
      </div>
    );
  };
  
  export default IntroChoaching;
  