export const questionsBank = [
 {
    id: 1,
    question: "تفاوت کیف پول‌های hot wallet و cold wallet در چیست؟",
    answer: "hot wallet آنلاین و cold wallet آفلاین است.",
    options: [
      "hot wallet آنلاین و cold wallet آفلاین است.",
      "hot wallet آفلاین و cold wallet آنلاین است.",
      "hot wallet تعداد رمزارز بیشتری را پشتیبانی می‌کند.",
      "cold wallet تعداد رمزارز بیشتری را پشتیبانی می‌کند."
    ]
  },
  {
    id: 2,
    question: "مشکل double-spend در شبکه‌های غیر متمرکز به چه معناست؟",
    answer: "تلاش برای دو بار خرج کردن یک رمزارز",
    options: [
      "ارسال رمزارز از یک کیف پول به کیف پول دیگر",
      "تلاش برای دو بار خرج کردن یک رمزارز",
      "وقتی یک node در شبکه یک تراکنش غلط ایجاد می‌کند",
      "عدم ثبت تراکنش در بلاکچین"
    ]
  },
  {
    id: 3,
    question: "مهمترین تفاوت توکن‌ها نسبت به کوین‌ها این است که:",
    answer: "روی بلاکچین یک کوین اصلی بنا شده‌اند",
    options: [
      "هزینه تراکنش پایین‌تری دارند",
      "سرعت انتقال بالاتری دارند",
      "روی بلاکچین یک کوین اصلی بنا شده‌اند",
      "صرفاً برای استفاده در dApp مورد استفاده قرار می‌گیرند."
    ]
  },
  {
    id: 4,
    question: "تفاوت اصلی Stablecoins با بقیه رمزارزها چیست؟",
    answer: "نوسان بسیار کم قیمت",
    options: [
      "امنیت بیشتر شبکه",
      "تبادل آسان",
      "نوسان بسیار کم قیمت",
      "سرعت انتقال بیشتر"
    ]
  },
  {
    id: 5,
    question: "ارزش بازار بیتکوین نسبت به کل بازار رمزارزها در زمان فعلی حداقل ...... درصد است:",
    answer: "60 درصد",
    options: [
      "57 درصد",
      "60 درصد",
      "40 درصد",
      "83 درصد"
    ]
  },
  {
    id: 6,
    question: "حداکثر تعداد بیتکوین قابل استخراج چه تعداد است؟",
    answer: "21 میلیون",
    options: [
      "41 میلیون",
      "21 میلیون",
      "31 میلیون",
      "18 میلیون"
    ]
  },
  {
    id: 7,
    question: "بزرگترین و محبوب‌ترین شبکه برای اجرای قراردادهای هوشمند در زمان فعلی کدام است؟ رمزارز آن شبکه چیست؟",
    answer: "Ethereum - ETH",
    options: [
      "Cardano - ADA",
      "Ethereum - ETH",
      "Bitcoin - BTC",
      "Chainlink - LINK"
    ]
  },
  {
    id: 8,
    question: "کدام گزینه در تعریف ارز دیجیتال صحیح است؟",
    answer: "ارزهایی هستند که به صورت الکترونیکی ذخیره و منتقل می‌شوند و مبنای آنها صفر و یک است.",
    options: [
      "ارزهایی هستند که توسط کارت‌های اعتباری الکترونیکی ذخیره و جابجا می‌شوند",
      "همان ارزهای معمول هستند ولی در حساب‌های بانکی متمرکز نگهداری می‌شوند",
      "ارزهایی هستند که به صورت مکانیکی در ساختارهای متمرکز ذخیره و منتقل می‌شوند",
      "ارزهایی هستند که به صورت الکترونیکی ذخیره و منتقل می‌شوند و مبنای آنها صفر و یک است."
    ]
  },
  {
    id: 9,
    question: "بیتکوین نخستین بار توسط ..... ایجاد و عرضه شد؟",
    answer: "ساتوشی ناکاموتو",
    options: [
      "نیکوال تسال",
      "ساتوشی ناکاموتو",
      "ناکامورو کیناوا",
      "جف بزوس"
    ]
  },
  {
    id: 10,
    question: "کدامیک از روش‌های به‌دست آوردن بیتکوین نمی‌باشد؟",
    answer: "نوشتن نرم‌افزار مخصوص متن باز توسط برنامه‌نویسان حرفه‌ای",
    options: [
      "استخراج که همان فرایند پردازش تراکنش‌های بیتکوین است",
      "خرید بیتکوین از صرافی‌های رمزارز",
      "پذیرفتن بیتکوین به عنوان وجه پرداختی در برابر کالا یا خدمات",
      "نوشتن نرم‌افزار مخصوص متن باز توسط برنامه‌نویسان حرفه‌ای"
    ]
  },
  {
    id: 11,
    question: "کدام مورد توسط صرافی‌های ارز دیجیتال انجام نمی‌شود؟",
    answer: "تطبیق خود با مقررات حاکم بر بانک‌های مرکزی کشورها",
    options: [
        "فراهم کردن امکان معامله رمزارزها برای افراد",
        "نگهداری دارایی‌های دیجیتال کاربران",
        "تطبیق خود با مقررات حاکم بر بانک‌های مرکزی کشورها",
        "فراهم آوردن امکان سرمایه‌گذاری دارایی‌های کاربران"
    ]
},
{
    id: 12,
    question: "در مورد سفارش Trailing Stop کدام مورد صحیح است؟",
    answer: "به ازای برگشت درصدی مشخص از سقف یا کف بازار، سفارش قرار داده می‌شود.",
    options: [
        "صرفاً در قیمت مشخصی پایین‌تر از قیمت فعلی بازار حد ضرر را قرار می‌دهد.",
        "به ازای رسیدن به قیمت مشخصی بالاتر از قیمت فعلی بازار فوراً دارایی را می‌فروشد.",
        "به ازای برگشت درصدی مشخص از سقف یا کف بازار، سفارش قرار داده می‌شود.",
        "برای باز کردن همزمان دو معامله در خلاف جهت هم مورد استفاده قرار می‌گیرد."
    ]
},
{
    id: 13,
    question: "کدام گزینه معنی خرید و فروش ارزهای دیجیتال است؟",
    answer: "ترید کردن",
    options: [
        "ترید کردن",
        "استخراج",
        "تبدیل ارزهای دیجیتال به یکدیگر",
        "ماینینگ"
    ]
},
{
    id: 14,
    question: "کسب و کاری که امکان خرید و فروش کریپتو را فراهم می‌کند، چیست؟",
    answer: "صرافی ارزهای دیجیتال",
    options: [
        "پلتفرم معاملاتی",
        "صرافی ارزهای دیجیتال",
        "بازار مالی متمرکز",
        "صرافی ارزهای سنتی"
    ]
},
{
    id: 15,
    question: "کدام گزینه از ویژگی‌های یک صرافی ارز دیجیتال معتبر و خوب نمی‌باشد؟",
    answer: "میزان کارمزد بالا",
    options: [
        "میزان کارمزد بالا",
        "حجم معاملات بالا",
        "امنیت قابل‌قبول",
        "رابط کاربری ساده"
    ]
},
{
    id: 16,
    question: "در اندیکاتور DMI خط ADX نشان‌دهنده چیست؟",
    answer: "قدرت روند - 30",
    options: [
        "قدرت روند - 30",
        "جهت روند - 30",
        "قدرت روند - 25",
        "جهت روند - 25"
    ]
},
{
    id: 17,
    question: "سرعت و دقت عمل در کدام دسته از معاملات اولویت اول را دارد؟",
    answer: "Scalping",
    options: [
        "Investing",
        "Swing Trading",
        "Scalping",
        "Position Trading"
    ]
},
{
    id: 18,
    question: "قیمت باز شدن در بازارها اغلب تحت تأثیر چه عواملی است؟",
    answer: "اخبار روز گذشته و هیجانات انباشته معامله‌گران",
    options: [
        "اخبار روز گذشته و هیجانات انباشته معامله‌گران",
        "حرکت هماهنگ شرکت‌های حقوقی",
        "اقدامات معامله‌گران حرفه‌ای",
        "صورت‌های مالی آینده شرکت‌ها"
    ]
},
{
    id: 19,
    question: "برای تشخیص روند از کدام ابزار نمی‌توان استفاده کرد؟",
    answer: "RSI",
    options: [
        "Moving Average",
        "RSI",
        "ترسیم خط با حداقل سه نقطه برخورد با نمودار قیمت",
        "DMI"
    ]
},
{
    id: 20,
    question: "کدام سیگنال اسیلاتورها معمولاً در ترند صعودی مورد استفاده قرار می‌گیرد؟",
    answer: "سیگنال خرید آنها برای باز کردن معامله Long جدید",
    options: [
        "سیگنال فروش آنها برای باز کردن معامله Short جدید",
        "سیگنال خرید آنها برای باز کردن معامله Short جدید",
        "سیگنال خرید آنها برای باز کردن معامله Long جدید",
        "سیگنال فروش آنها برای باز کردن معامله Long جدید"
    ]
},
{
  id: 21,
  question: "در یک میانگین متحرک ساده 5 روزه، قیمت هر روز به چه میزان در مقدار نهایی اندیکاتور تأثیر دارد؟",
  answer: "20%",
  options: [
      "5%",
      "10%",
      "20%",
      "25%"
  ]
},
{
  id: 22,
  question: "کدام گزینه نام دیگر تحلیل بنیادی نمی‌باشد؟",
  answer: "تحلیل تکنیکال",
  options: [
      "تحلیل ریشه‌ای",
      "تحلیل پایگاهی",
      "تحلیل اساسی",
      "تحلیل تکنیکال"
  ]
},
{
  id: 23,
  question: "بازارهای صعودی یا نزولی همان بازارهای .... می‌باشند.",
  answer: "رونددار",
  options: [
      "رونددار",
      "خنثی",
      "معاملاتی",
      "صرافی"
  ]
},
{
  id: 24,
  question: "در یک بازار .... با پیشی گرفتن عرضه بر تقاضا، کف‌ها و سقف‌ها در قیمت‌های پایین‌تری ایجاد می‌شوند.",
  answer: "رونددار نزولی",
  options: [
      "رونددار صعودی",
      "رونددار نزولی",
      "خنثی صعودی",
      "خنثی نزولی"
  ]
},
{
  id: 25,
  question: "شرط تکمیل شدن الگوی سقف دو قلو چیست؟",
  answer: "شکست خط گردن",
  options: [
      "شکست خط روند",
      "فاصله زمانی زیاد قله‌ها",
      "حجم کم معامله",
      "شکست خط گردن"
  ]
},
{
  id: 26,
  question: "ویژگی اصلی کندل دوجی چیست و نشانه چه شرایطی است؟",
  answer: "بدنه کوچک و نشانه تردید در بازار",
  options: [
      "بدنه بزرگ و نشانه تردید در بازار",
      "بدنه کوچک و نشانه تردید در بازار",
      "بدنه بزرگ و نشانه قطعیت در بازار",
      "بدنه کوچک و نشانه قطعیت در بازار"
  ]
},
{
  id: 27,
  question: "هنگام تحلیل نمودار قیمت با کندل استیک، پدیدار شدن یک کندل بلند در همان جهت روند کنونی، نشان‌دهنده چیست؟",
  answer: "افزایش حرکت",
  options: [
      "پتانسیل برگشتی",
      "افزایش حرکت",
      "ادامه دادن",
      "تثبیت"
  ]
},
{
  id: 28,
  question: "الگوی ستاره صبحگاهی در کندل‌ها علامت چیست و چند کندل برای تشکیل نیاز دارد؟",
  answer: "پایان روند نزولی - 3",
  options: [
      "پایان روند نزولی - 3",
      "پایان روند صعودی - 2",
      "پایان روند صعودی - 3",
      "پایان روند نزولی - 2"
  ]
},
{
  id: 29,
  question: "ساتوشی چیست؟",
  answer: "واحد کوچکتر بیتکوین است.",
  options: [
      "نام مخترع ارز دیجیتال است",
      "واحد کوچکتر بیتکوین است.",
      "واحد بزرگتر از بیتکوین است",
      "نحوه‌ی رمزگذاری بیتکوین است."
  ]
},
{
  id: 30,
  question: "زمان تکمیل یک بلاک در اتریوم در حدود ...... و در بیتکوین این زمان حداقل ...... طول می‌کشد.",
  answer: "14 ثانیه - 10 دقیقه",
  options: [
      "14 ثانیه - 10 دقیقه",
      "10 دقیقه - 14 دقیقه",
      "10 ثانیه - 10 دقیقه",
      "10 دقیقه - 10 ثانیه"
  ]
},
{
  id: 31,
  question: "کدام گزینه جزء الگوهای بازگشتی کلاسیک قیمتی نمی‌باشد؟",
  answer: "الگوی کلاسیک بازگشتی دایره‌ای",
  options: [
      "الگوی کلاسیک بازگشتی سر و شانه",
      "الگوی کلاسیک بازگشتی سقف دوقلو",
      "الگوی کلاسیک بازگشتی کف دوقلو",
      "الگوی کلاسیک بازگشتی دایره‌ای"
  ]
},
{
  id: 32,
  question: "خط‌هایی که برای خریداران بسیار مناسب است و از ریزش نمودار تا حدی جلوگیری می‌کند، چه نام دارد؟",
  answer: "خط حمایت",
  options: [
      "خط حمایت",
      "خط مقاومت",
      "خط صعودی",
      "خط نزولی"
  ]
},
{
  id: 33,
  question: "کدام گزینه از انواع الگوهای نمودارهای شمعی نمی‌باشد؟",
  answer: "الگوهای میل‌های",
  options: [
      "الگوهایی با یک شمع",
      "الگوهایی با دو شمع",
      "الگوهای میل‌های",
      "الگوهایی با سه شمع"
  ]
},
{
  id: 34,
  question: "راه حل مواجهه با ضررهای اجتناب‌ناپذیر در بازار چیست؟",
  answer: "کم نگه داشتن حجم معاملات",
  options: [
      "مشورت دائم با افراد خبره",
      "کم نگه داشتن حجم معاملات",
      "ورود و خروج سریع از بازار",
      "دریافت اعتبار معاملاتی"
  ]
},
{
  id: 35,
  question: "کدام یک از درصدهای زیر جز درصدهای اصلاحی فیبوناچی نیست؟",
  answer: "41.9 درصد",
  options: [
      "23.6 درصد",
      "61.8 درصد",
      "41.9 درصد",
      "38.2 درصد"
  ]
},
{
  id: 36,
  question: "اندیکاتور EMA در یک استراتژی معاملاتی به چه معنا است؟",
  answer: "از خانواده میانگین‌های متحرک می‌باشد و به صورت نمایی یا لگاریتمی اقدام به میانگین‌گیری می‌کند.",
  options: [
      "از خانواده میانگین‌های متحرک می‌باشد و به صورت نمایی یا لگاریتمی اقدام به میانگین‌گیری می‌کند.",
      "مکدی از خانواده نوسانگرها می‌باشد و شامل دو ناحیه منفی و مثبت می‌باشد.",
      "این اندیکاتور از میانگین متحرک در محاسبات خود استفاده می‌کند؛ با این تفاوت که فرمول محاسباتی آن کمی پیچیده‌تر از مکدی می‌باشد.",
      "دارای سه ناحیه می‌باشد که زیر 30 به عنوان ناحیه اشباع فروش، بالای 70 به عنوان ناحیه اشباع خرید و همچنین ناحیه بین 30 تا 70 به عنوان ناحیه تعادلی نامیده می‌شود."
  ]
},
{
  id: 37,
  question: "در بازارهای مالی، روشی برای تحلیل بازگشت یا ادامه روند هستند که نقاط حمایت و مقاومت را شامل می‌شوند.",
  answer: "ابزارهای فیبوناچی",
  options: [
      "ابزارهای فیبوناچی",
      "نمودارهای ساده",
      "شمع‌های ژاپنی",
      "خطوط متحرک"
  ]
},
{
  id: 38,
  question: "شرایطی که در آن قیمت از روند موجود به روند مخالف تغییر پیدا می‌کند، چه نامیده می‌شود؟",
  answer: "برگشت روند",
  options: [
      "برگشت روند",
      "ادامه روند",
      "تثبیت روند",
      "تحلیل تکنیکال"
  ]
},
{
  id: 39,
  question: "منظور از اصطلاح 'Liquidity' در بازار چیست؟",
  answer: "نقدشوندگی دارایی",
  options: [
      "نقدشوندگی دارایی",
      "زمان تغییرات قیمت",
      "حجم خرید و فروش",
      "قدرت تغییرات قیمت"
  ]
},
{
  id: 40,
  question: "در تایم فریم کوتاه‌مدت، استفاده از کدام اندیکاتور بیشتر کاربرد دارد؟",
  answer: "MACD",
  options: [
      "ATR",
      "MACD",
      "Bollinger Bands",
      "RSI"
  ]
},
{
  id: 41,
  question: "کاربرد اصلی اندیکاتور RSI چیست؟",
  answer: "تعیین شرایط خرید و فروش بیش از حد",
  options: [
      "شبیه‌سازی روند قیمت",
      "تعیین شرایط خرید و فروش بیش از حد",
      "تجزیه و تحلیل حجم",
      "شبیه‌سازی روند بازار"
  ]
},
{
  id: 42,
  question: "در تحلیل تکنیکال، کدام عامل بیشترین اهمیت را دارد؟",
  answer: "رفتار قیمت",
  options: [
      "اخبار اقتصادی",
      "رفتار قیمت",
      "سیاست‌های دولتی",
      "تحلیل بنیادی"
  ]
},
{
  id: 43,
  question: "چرا استفاده از حد ضرر در معاملات مهم است؟",
  answer: "برای مدیریت ریسک",
  options: [
      "برای مدیریت ریسک",
      "برای کاهش سود",
      "برای افزایش کارمزد",
      "برای حفظ سرمایه اولیه"
  ]
},
{
  id: 44,
  question: "کدام مورد نشانه واگرایی مثبت است؟",
  answer: "روند قیمت نزولی و روند اندیکاتور صعودی",
  options: [
      "روند قیمت نزولی و روند اندیکاتور صعودی",
      "روند قیمت و اندیکاتور هر دو صعودی",
      "روند قیمت و اندیکاتور هر دو نزولی",
      "روند قیمت صعودی و روند اندیکاتور نزولی"
  ]
},
{
  id: 45,
  question: "میانگین متحرک چیست؟",
  answer: "ابزاری برای مشخص کردن روند قیمت",
  options: [
      "ابزاری برای مشخص کردن روند قیمت",
      "یک روش برای محاسبه قیمت آینده",
      "شاخص حجم معاملات",
      "نمودار ترکیبی قیمت"
  ]
},
{
  id: 46,
  question: "در الگوی کف دوقلو، شرط ادامه روند چیست؟",
  answer: "شکست مقاومت",
  options: [
      "شکست مقاومت",
      "شکست حمایت",
      "شکست خط روند",
      "رسیدن به حجم معاملاتی بالا"
  ]
},
{
  id: 47,
  question: "استراتژی خرید در کف قیمتی معمولاً در چه شرایطی استفاده می‌شود؟",
  answer: "روند نزولی",
  options: [
      "روند نزولی",
      "روند صعودی",
      "روند خنثی",
      "روند پرشتاب"
  ]
},
{
  id: 48,
  question: "کدام مورد نشان‌دهنده حمایت قوی در نمودار است؟",
  answer: "وجود چند کندل سبز در نزدیکی قیمت کف",
  options: [
      "وجود چند کندل قرمز در نزدیکی قیمت کف",
      "وجود چند کندل سبز در نزدیکی قیمت کف",
      "حرکت کندل‌ها با بدنه کوچک",
      "ایجاد خطوط نزولی با حجم بالا"
  ]
},
{
  id: 49,
  question: "کدام ویژگی، الگویی از ادامه‌دهنده‌های روند است؟",
  answer: "پرچم",
  options: [
      "سقف دوقلو",
      "پرچم",
      "کف دوقلو",
      "سر و شانه"
  ]
},
{
  id: 50,
  question: "در بازار مالی، واژه Bearish به چه معناست؟",
  answer: "نزولی بودن بازار",
  options: [
      "نزولی بودن بازار",
      "صعودی بودن بازار",
      "خنثی بودن بازار",
      "روند کند بازار"
  ]
}
];